var heroIntro = [

    // 美國隊長
    {
        'Id': 'CaptainAmerica',
        'Name': '史帝夫．羅傑斯',
        'Height': '188cm',
        'Weight': '99.8kg',
        'Race': '人類',
        'Ability': '指揮/;領導能力/',
        'Story': '年輕時期的史帝夫．羅傑斯為了國家早已經準備犧牲奉獻的準備，在2次大戰當時參加了超級戰士實驗，成為了如同一人軍隊的美國隊長 連續60年為了祖國奮戰的美國隊長成了真正的自由與解放的象徵。',
    },
    // 黑豹
    {
        'Id': 'Blackpanther',
        'Name': '帝查拉',
        'Height': '182.9cm',
        'Weight': '90.7kg',
        'Race': '人類',
        'Ability': '靈活/;指揮/',
        'Story': '帝查拉是一名強悍、有教養、高潔的君主。繼父親後，他繼承小而隱密的非洲國家瓦甘達的王位。對瓦甘達人來說，穿著黑豹禮服的帝查拉是深具象徵的存在。 他以部落族長的身分結束了沉醉在傳統、部落中心主義、以及道德心根身故的鬥王門的悠久歷史。',
    },
    // 浩克
    {
        'Id': 'Hulk',
        'Name': '羅柏特．布魯斯．班恩',
        'Height': '176.5cm(班納);228.6cm(浩克)',
        'Weight': '58kg(班納);521.6kg(浩克)',
        'Race': '人類',
        'Ability': '強大/;耐力/',
        'Story': '布魯斯．班納博士為了拯救素不相識的少年，而被伽碼炸彈放射線汙染，變成名為浩克的生命體，且具有強大的力量。 浩克是一個經常被他人誤會的英雄，越憤怒就越強大。',
    },
    // 石頭人
    {
        'Id': 'Thing',
        'Name': '班傑明.雅各.格林姆',
        'Height': '183cm',
        'Weight': '227kg',
        'Race': '人類',
        'Ability': '強大/;耐力/;驚奇四超人/',
        'Story': '與其他成員不同，班格林姆是唯一一名被宇宙光線改變外貌的驚奇四超人。他的身體被改變為石頭一般的"東西"。對自己的外貌感到厭惡，班讓自己的人生陷入詛咒。 直到他的好友說服他使用這新獲得的怪力幫助他人，而班也接受了他的奇特外型並將此怪力用於善事。這也讓反派們開始畏懼"開扁時間"這一詞。',
    },
    // 野獸
    {
        'Id': 'Beast',
        'Name': '亨利"漢克"飛利浦.麥考依',
        'Height': '180.3cm',
        'Weight': '182.3kg',
        'Race': '變種人',
        'Ability': '靈活/;強大/',
        'Story': 'X戰警的元老之一的漢克.麥考依是一名擁有野獸的力量及敏捷的變種人。 雖然擁有野獸的容貌，漢克擁有高度的知識，特別是科學的領域。',
    },
    // 鋼人
    {
        'Id': 'Colossus',
        'Name': '皮奧特."彼得"尼可拉斯維奇.拉斯普廷',
        'Height': '198.1cm(普通);226.1cm(變身)',
        'Weight': '113.4g(通常);226.8kg(變身)',
        'Race': '變種人',
        'Ability': '強大/;指揮/',
        'Story': '皮特奧.拉斯普廷能將身體轉變成[有機鋼]，賦予他超人的耐力和力量。雖然他是身體最強的X戰警之一。 但他擁有一個溫和的心，並追求變種人和人類的和平相處。',
    },
    // 巨人
    {
        'Id': 'Giantman',
        'Name': '亨利"漢克"皮姆博士',
        'Height': '183cm',
        'Weight': '84kg',
        'Race': '人類',
        'Ability': '強大/',
        'Story': '博士亨利"漢克"皮姆是發現了可以讓使用者變成螞蟻大小，比原子還要小的粒子"皮姆粒子"的卓越科學家。為了和螞蟻溝通， 他新設計製造了保護服裝以及使用控制頭盔並使用皮姆粒子。他成為了第一代的蟻人並開始運用他的超能力。',
    },
    // 女浩克
    {
        'Id': 'Shehulk',
        'Name': '珍妮佛"珍"華特斯',
        'Height': '177.8cm(人類型態);200.7cm(女浩克)',
        'Weight': '63.5kg(人類型態);294.8kg(女浩克)',
        'Race': '人類',
        'Ability': '強大/;耐力/',
        'Story': '曾遭受嚴重傷害的年輕律師珍妮佛華特斯在接受表哥布魯斯班納的輸血之後，就擁有了可以變身為浩克的能力。比起浩克更能有效地控管她自己的力量與脾氣， 女浩克不僅是正直的復仇者聯盟的一員，同時也是一名強悍的紐約律師。',
    },
    // 小浩克
    {
        'Id': 'Hulking',
        'Name': '西奧多"泰迪"盧夫．奧特曼',
        'Height': '可變的',
        'Weight': '77.1kg',
        'Race': '外星人',
        'Ability': '耐力/;強大/',
        'Story': '被人類父母扶養長大少年外星人小浩克在發現自己有強大的力量以及可使體型轉變的能力後,加入少年復仇者。 而小浩克在之後更和拍檔巫術加入新復仇者聯盟隊伍之中',
    },
    // 金鋼狼
    {
        'Id': 'Wolverine',
        'Name': '詹姆斯.豪利特',
        'Height': '160cm',
        'Weight': '136.1kg',
        'Race': '變種人',
        'Ability': '武器專家/;治療/',
        'Story': '政府的秘密實驗武器X，金鋼狼有伸縮的亞德曼金屬爪及驚異的再生能力。雖然擁有血腥的過去，他加入了X戰警並為了變種人及人類而戰。',
    },
    // 阿美利卡
    {
        'Id': 'AmericaChavez',
        'Name': '阿美利卡．查維茲',
        'Height': '182.9cm',
        'Weight': '74.8kg',
        'Race': '人類',
        'Ability': '移形換步/;強大/',
        'Story': '出身自烏托邦平行世界的阿美利卡．查維茲擁有超人般的力量和飛行能力,還可以進行次元傳送。 她的強悍和強勢領導力使她成為少年復仇者和終極戰隊不可或缺的成員',
    },
    // 驚奇先生
    {
        'Id': 'MisterFantastic',
        'Name': '李德.查理茲',
        'Height': '185.9cm',
        'Weight': '82kg',
        'Race': '人類',
        'Ability': '領導/;耐力/;驚奇四超人/',
        'Story': '天才科學家李德理查茲是地球上最聰明的人類之一，在帶領驚奇四超人的一次太空探索中，他們四人的命運從此改變。對此，他更加認為自己需要對此團隊的行為負責，尤其是對其被宇宙光線改變了外貌的好友班格林姆，雖然務實並以解決事情為導向， 但李德發現他的超羅擊並非都是最佳方案，故開始依賴團隊意見，特別是他的妻子蘇。',

    },
    // 猛毒特工
    {
        'Id': 'AgentVenom',
        'Name': '尤金.閃電.湯普森',
        'Height': '188cm',
        'Weight': '83.9kg',
        'Race': '人類',
        'Ability': '共生體/;領導力/;特工/',
        'Story': '閃電.湯普森是一名中東戰爭中為了保護同伴而失去雙腿的退役軍人。與猛毒共生體結合後，閃電再次獲得雙腿，且同時獲得公升體曾經宿主的所有能力。 除了這些超人的能力，閃電同時還擁有優秀的射擊能力及徒手格鬥能力。',
    },

    // 反浩克裝甲
    {
        'Id': 'Hulkbuster',
        'Name': '未公開',
        'Height': '335cm',
        'Weight': '未公開',
        'Race': '生物',
        'Ability': '強大/;機械/;',
        'Story': '浩克破壞者是東尼史塔克製造的強力裝備，是少數能與浩克對抗的武器之一。',
    },
    // 戰跡
    {
        'Id': 'Warpath',
        'Name': '詹姆斯.普羅德斯達',
        'Height': '219.5cm',
        'Weight': '158.8kg',
        'Race': '變種人',
        'Ability': '靈活/;領導能力/',
        'Story': '詹姆斯.普羅德斯達,也被稱為戰跡,是阿帕奇的後代的強大變種人。盡管他的起源為地獄之子的成員,但多年來他已證明自己是許多X團隊的重要成員之一, 包括X特攻隊。除了超人的力量,速度和耐力,他還是一名擁有薩滿的能力和感官的精鍊戰士。',
    },
    // 白虎
    {
        'Id': 'WhiteTiger',
        'Name': '阿瓦．阿亞拉',
        'Height': '170.2cm',
        'Weight': '59.4kg',
        'Race': '人類',
        'Ability': '靈活/;',
        'Story': '阿瓦．阿亞拉從父親那裡獲得了神祕的項鍊後成為了超級英雄白虎。項鍊讓他獲得了超人的力量以及過人的反射神經, 還可以靈活使用尖銳的利爪。',
    },
    // 納摩
    {
        'Id': 'Namor',
        'Name': '納摩．麥肯齊',
        'Height': '187.9cm',
        'Weight': '126kg',
        'Race': '變種人',
        'Ability': '強大/;耐力/',
        'Story': '身為亞特蘭提斯與人類的混血兒，潛水人納摩與人類既是同伴也是敵人，雖然對於陸地居民來說，納摩勇有英雄與反派的雙重身分， 但他永遠都把亞特蘭提斯以及他的子民擺在第一順位。',
    },
    // 上氣
    {
        'Id': 'Shangchi',
        'Name': '上 氣',
        'Height': '177.8cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '領導力/;靈活/',
        'Story': '身為中國國際犯罪組織首腦之子，孤獨地長大的上氣不知這是父親有意培養他成為終極殺人武器的計畫。知道了父親邪惡的本性與駭人聽聞的事實後， 他與家人斷絕關係，並下定決心善用自己的武功於正途。此後，上氣已功夫大師之姿，致力於摧毀父親的邪惡帝國，並保護無辜的人們。',
    },
    // 佛格斯泰格
    {
        'Id': 'Volstagg',
        'Name': '佛勒斯泰格',
        'Height': '203.2cm',
        'Weight': '646kg',
        'Race': '外星人',
        'Ability': '耐力',
        'Story': '三戰士之一的佛勒斯泰格積極且充滿活力，擁有著一顆不懂放棄的堅強之心。 身為阿斯嘉人，他擁有超人般的力量和強大的防禦力及耐力。',
    },
    // 刀鋒戰士
    {
        'Id': 'Blade',
        'Name': '艾瑞克.布魯克',
        'Height': '188cm',
        'Weight': '97.5kg',
        'Race': '人類',
        'Ability': '治療/;武器專家/',
        'Story': '血管中的猛烈酵素讓刀鋒戰士對吸血鬼的攻擊具有的抵抗力。人類會用的武器他樣樣精通，是一名純熟的戰士。 目前刀鋒戰士正展開旅途，持續消滅殘留在世界上的吸血鬼。',
    },

    // 制裁者
    {
        'Id': 'Punisher',
        'Name': '法蘭克．卡索',
        'Height': '185.4cm',
        'Weight': '90.7kg',
        'Race': '人類',
        'Ability': '領導/;武器專家/',
        'Story': '法蘭克．卡索是軍陸戰隊出身的軍人，得過無數勘章。他想為妻子和孩子打造更安全的世界。不過，自從目睹家人被殘忍殺害後， 他便成為一名無情的制裁者，並與犯罪展開孤獨的戰爭。',
    },
    // 劍仙
    {
        'Id': 'SwordMaster',
        'Name': '林 烈',
        'Height': '175.2cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '領導力/;武器專家/',
        'Story': '當林烈小的時候，最喜歡拼拼圖，閱讀歷史故事。而在被蚩尤的邪惡勢力攻擊時，一把貝他失蹤已久的爸爸所遺留，擁有魔法的神奇古劍飛身而出， 保護了他。如今劍仙手持伏義劍，為了解開爸爸失蹤的謎團，以及保護世界而戰。',
    },
    // 力量人
    {
        'Id': 'LukeCage',
        'Name': '魯卡斯;改名為盧克凱奇',
        'Height': '198.1cm',
        'Weight': '192.8kg',
        'Race': '人類',
        'Ability': '強大/;耐力/',
        'Story': '盧克凱奇經歷過會引起全身突變的科學實驗，結果身體的細胞與力量大幅度提升，是一名身經百戰的英雄，憑藉毅力與意志力克服了眼前的所有困難。',
    },
    // 希芙
    {
        'Id': 'Sif',
        'Name': '希 芙',
        'Height': '188cm',
        'Weight': '192.8kg',
        'Race': '外星人',
        'Ability': '強大/',
        'Story': '希芙有著阿斯嘉女性們所擁有的一項特徵。就如同其他阿斯嘉人一樣，他的超常受命以及超強大的力量（一般阿斯嘉女性可以提起25噸的重物，而希芙可以提起30噸) 還有對於所有疾病都具有免疫力不會輕易受傷的身軀(阿斯嘉人的骨骼與肌肉都是人類密度的3倍，這是造成他們具有異於常人的力量與體重的原因)',
    },
    // 弦月神女
    {
        'Id': 'Crescent',
        'Name': '譚 比',
        'Height': '127cm',
        'Weight': '26.9kg',
        'Race': '人類',
        'Ability': '強大/;耐力/;領導力/',
        'Story': '10歲的少女譚比在韓國長大，並由她失蹤的父親撫養長大。突然一名古代文物商人-摩根勒菲找到她，並威脅她交出具有強大力量的古物。其實早在之前， 在她父親失蹤時，譚比就穿戴過她父親的神祕面具，突如其來的熊之魂[熊靈神將]與譚比形成了一股羈絆，熊靈神將接受了譚比的勇氣，而譚比也借助熊靈神將的力量， 兩人承諾互相保護彼此對抗敵人。以這股新的力量，一場通往黑暗摩根菲樂的尋父之旅就此展開。',
    },
    // 後剛
    {
        'Id': 'Hogun',
        'Name': '後 剛',
        'Height': '190.5cm',
        'Weight': '304kg',
        'Race': '外星人',
        'Ability': '強大/',
        'Story': '後剛是三戰士當中最沉著冷靜的一人。身為近戰格鬥的專家， 揮舞著強大的戰錘。同時也精通阿思嘉所有武器。',
    },
    // 德克斯
    {
        'Id': 'Drax',
        'Name': '亞瑟.辛普森.道格拉斯',
        'Height': '193cm',
        'Weight': '308.4kg',
        'Race': '外星人',
        'Ability': '治療/',
        'Story': '德克斯，毀滅者是具備著超能力並想著殺害自己家人者報酬的戰士。和星際異攻隊合流的德克斯具有正面對抗危險的本領，並持有能讓恢復能力極大化的自癒因子。',
    },
    // 月光騎士
    {
        'Id': 'MoonKight',
        'Name': '馬克.斯佩特',
        'Height': '188cm',
        'Weight': '102kg',
        'Race': '人類',
        'Ability': '武器專家/;領導力/',
        'Story': '傭兵馬克.斯佩特在埃及神康士的銅像前死去了。復活後成為月神之影的他，成為幫助他人並起身對抗犯罪的月光騎士。',
    },
    // 戈爾工
    {
        'Id': 'Gorgon',
        'Name': '戈爾工．佩特瑞剛',
        'Height': '200cm',
        'Weight': '220kg',
        'Race': '異人族',
        'Ability': '強大/',
        'Story': '戈爾工.佩特瑞剛是異人族的皇室成員、黑霹雷以及馬克西穆斯的堂哥。 擁有敏捷的蹄踢與怪力的他是阿蹄蘭最強大的戰士之一。目前正協助水晶尋找泰瑞根迷霧而誕生的新異人們。',
    },
    // 古魯特
    {
        'Id': 'Groot',
        'Name': '古魯特',
        'Height': '未顯示',
        'Weight': '未顯示',
        'Race': '外星人',
        'Ability': '治療/',
        'Story': '像樹木一樣沉默寡言的生命體古魯特和火箭浣熊事非常緊密的的同事關係。和星際特攻隊一起進行宇宙旅行的古魯特以及摯友火箭浣熊每到之處總會有麻煩事纏身。',
    },
    // 歌利亞
    {
        'Id': 'Goliath',
        'Name': '威廉,巴雷特,福斯特',
        'Height': '182.9cm(可變的)',
        'Weight': '90.7kg(可變的)',
        'Race': '人類',
        'Ability': '強大/;耐力/',
        'Story': '傑出的科學家比爾.福斯特以漢克.皮姆博士的實驗助理開始了他的職業生涯，但很快就成為了超級英雄。 他透過合成自己的老闆兼老師的皮姆粒子，讓自己可以巨大化',
    },
    // 死亡戰士
    {
        'Id': 'Deathlok',
        'Name': '麥可．"麥克"彼得森',
        'Height': '機密/機密',
        'Race': '人類',
        'Ability': '機械/;特工/',
        'Story': '麥克彼得森原本是工廠的工人，在因意外而受傷後為了翻轉自己的人生，懷抱著希望加入了蜈蚣計畫。在使用了蜈蚣藥物而獲得超能力量的他，最後變身成為了機械士兵死亡戰士。 但在他違背了參與蜈蚣計畫必須保持機密的原則後，計畫的相關人員便想要除掉他。但在菲爾．考森的領導的神盾局的援助之下他脫離了危險處境。彼得森並在之後與神盾局合流。',
    },
    // 浩克(阿爾迪斯)
    {
        'Id': 'HulkCho',
        'Name': '阿瑪迪斯．趙',
        'Height': '167cm',
        'Weight': '53kg',
        'Race': '人類',
        'Ability': '強大/;耐力/',
        'Story': '在漫威世界觀中智商前七名的阿瑪迪斯.趙獲得了伽碼力量，成為了全新的浩克!在弟弟麥迪.趙的幫助下，他正在一步步成為史上最強浩克。 阿瑪迪斯.趙正在向大家證明浩克不是世上最危險的怪物，而是最偉大的英雄。',
    },
    // 潔西卡瓊斯
    {
        'Id': 'JessicaJones',
        'Name': '潔西卡．坎貝爾．瓊斯',
        'Height': '170.2cm',
        'Weight': '56.2kg',
        'Race': '人類',
        'Ability': '耐力/;強大/',
        'Story': '潔西卡瓊斯擁有超人的力量。雖然目前為止還不知道她力量的極限在哪，但她可以非常容易低抬起一台汽車。雖然她並不相信自己具備抵擋子彈的能力， 但她確實對於傷害有常強大的抵抗能力。此外，她也是非常老練的偵探並擅長於空手搏鬥。',
    },
    // 狼人
    {
        'Id': 'Warwolf',
        'Name': '文斯.馬庫斯',
        'Height': '未知/未知</',
        'Race': '人類',
        'Ability': '治療/;特工/',
        'Story': '文斯.馬庫斯是神盾局的特殊部隊咆嘯突擊隊的現場指揮官。 不同於其他郎人受到月亮的影響，而是受到火星的影響。',
    },
    // 瓦爾基麗
    {
        'Id': 'Valkyrie',
        'Name': '布倫希爾德',
        'Height': '190.5cm',
        'Weight': '215.4kg',
        'Race': '外星人',
        'Ability': '強大/',
        'Story': '布倫希爾德是女武神之首,引導著英靈戰士前往神殿哈爾哈拉的女武神集團首領。身為阿斯嘉人,布倫希爾德擁有超人般的力量、速度、能量， 以及卓越的反射神經和極長的壽命。和所有女武神相同，他能夠預知即將來臨的死亡並可將自己和其他人傳送至另一個次元－死亡之地。',
    },
    // 鐵拳俠
    {
        'Id': 'Ironfist',
        'Name': '丹尼爾．蘭德',
        'Height': '180.3cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '強大/;治療/',
        'Story': '丹尼爾．蘭德在19歲的那一年獲得了"鐵拳俠"的力量。他的胸口有龍形傷痕，並且具備將精神力凝聚在拳頭的力量。 他是一名精曉武術的英雄，正在對抗紐約街頭上的犯罪。',
    },
    // 驚奇女士
    {
        'Id': 'KamalaKhan',
        'Name': '卡瑪拉．克汗',
        'Height': '162.6cm',
        'Weight': '可變的(根據型態改變)',
        'Race': '異人族',
        'Ability': '強大/;治療/',
        'Story': '生活在澤西的美國穆斯林家庭中的少女卡瑪拉.克汗，在接觸到散波於城市之中的泰瑞根迷霧之後領悟到自己具有異人族的基因並獲得可以變換身體型態的能力。 將驚奇隊長視為追隨對象的卡瑪拉成為了新的驚奇女士。新登場的卡瑪拉正與惡勢力進行對抗，保衛著自己的家園，而他的名字也逐漸為人所知。',
    },
    // 猩猩人
    {
        'Id': 'Gorillaman',
        'Name': '肯尼斯．黑爾',
        'Height': '183cm',
        'Weight': '154kg',
        'Race': '人類',
        'Ability': '強大/;靈活/;武器專家/',
        'Story': '肯尼斯．黑爾，一位平凡人類士兵，為了追求不死之身殺了傳說中的猩猩。斬殺猩猩後，肯尼斯如願得到了永生， 卻也被詛咒纏身，只能以猩猩的身分活下去。運用著巨大無窮的力量及超人般的體能，猩猩人作為G戰警、咆嘯突擊隊、賞金傭兵團的一員英勇戰鬥著。',
    },

    // 戰虎
    {
        'Id': 'WarTiger',
        'Name': '未知',
        'Height': '202cm',
        'Weight': '168kg',
        'Race': '人類',
        'Ability': '天臨四將/;強大/;耐力/;',
        'Story': '從西方跳躍而入的戰虎，能利用神秘的「老虎尖牙」撕裂邪惡勢力。這位古老的泰國戰將，利用他強大能力和堅強的戰鬥經驗，確保「天臨四將」夥伴能取得勝利。',
    },
    // 角鬥士
    {
        'Id': 'Gladiator',
        'Name': '卡爾拉克',
        'Height': '198cm',
        'Weight': '304269kg',
        'Race': '外星人',
        'Ability': '移形幻步/;領導力/;強大/;',
        'Story': '卡爾拉克原本是希阿帝國的皇家守衛，之後成為帝國職法官。在經歷了無數次銀河戰爭，致使希阿帝國皇帝駕崩後，他披上了代表皇帝的披風， 成為一名為他的人民而戰的戰士。在為一名精明的領導者，角鬥士以戰場上無人能及的毅力與強大力量受到宇宙中各英雄的尊敬。',
    },
    // 女紅浩克
    {
        'Id': 'RedShehulk',
        'Name': '伊莉莎白.[貝蒂].羅斯',
        'Height': '168cm(貝蒂)200cm(女紅浩克)',
        'Weight': '50kg(貝蒂)317kg(女紅浩克)',
        'Race': '人類',
        'Ability': '伽瑪射線/;耐力/;火焰/',
        'Story': '伊莉莎白.羅斯是薩迪爾斯.羅斯將軍的女兒，在研究伽碼炸彈時與布魯斯.班納相遇，兩人墬入愛河並結為夫妻。在她死於惡型怪之手後，她以女紅浩克的身分重新回歸。 她可吸收所有型態的放射能量，並將憤怒昇華為超人般的力量。',
    },
    // 阿瑞斯
    {
        'Id': 'Ares',
        'Name': '阿瑞斯',
        'Height': '185cm',
        'Weight': '226kg',
        'Race': '外星人',
        'Ability': '黑暗復仇者/;武器/;強大/',
        'Story': '阿瑞斯是古代戰場之神，來自奧林帕斯神祉的刺元。在不知道經歷多少世紀的戰爭後，阿瑞斯發現自己在現代英雄中，作為英雄與反派戰鬥著。在斯克魯爾人的祕密入侵後，阿瑞斯加入了諾曼.奧斯本的復仇者行列，為世界秩序而戰。',
    },
    // 涅布拉
    {
        'Id': 'Nebula',
        'Name': '未顯示',
        'Height': '185cm',
        'Weight': '83.9kg',
        'Race': '外星人',
        'Ability': '電擊/;武器專家/',
        'Story': '具有讓全銀河界害怕犯罪智謀的涅布拉是猛烈又危險的海盜。她在混沌和恐怖之路上和其他英雄如新星.蜘蛛人和復仇者聯盟起了很多磨擦。',

    },
    // 紅浩克
    {
        'Id': 'RedHulk',
        'Name': '薩迪爾斯．E．羅斯',
        'Height': '185cm(羅斯);213.4cm(紅浩克)',
        'Weight': '111.1kg(羅斯);544.3kg(紅浩克)',
        'Race': '人類',
        'Ability': '火焰/;耐力/',
        'Story': '薩迪爾斯．羅斯在年輕的時候就進入了軍隊，在作戰時被手下的士兵起了"如閃電般攻擊"的別名。但現在羅斯成為了他自己一生最厭惡的樣子。 他就是紅浩克。',
    },
    // 泰坦妮亞
    {
        'Id': 'Titania',
        'Name': '瑪莉麥菲蘭',
        'Height': '198.1cm',
        'Weight': '247.2kg',
        'Race': '人類',
        'Ability': '強大/',
        'Story': '瑪莉麥菲爾在丹佛的郊外因早產兒出生。在兄弟姊妹中最年幼的她不論在學校或家中都經常被漠視。瑪莉經常需要做粗重的工作已存活， 這也使得她開始對自己的人生感到悲觀。在一次使用外星技術下，她變得高大強壯並且擁有強大的力量及耐久力。',
    },
    // 天啟
    {
        'Id': 'Apocalypse',
        'Name': '恩.沙巴.奴爾',
        'Height': '213cm',
        'Weight': '328.9kg',
        'Race': '變種人',
        'Ability': '移行幻步/;邪惡/;耐力/',
        'Story': '恩.沙巴.奴爾出生於於距今五千年前的王者之谷。與生俱來的灰色肌膚與嘴唇上的藍色線條，就算是嬰兒也令人改到畏懼。 天啟在一次陷入賴死狀態時，使用外星科技讓自己擁有可從任何負傷回復的能力。天啟擁有超人的體能．靈能及廣泛的知識。 他還可以控制本身的分子結構任意變形',
    },
    // 八爪博士
    {
        'Id': 'DoctorOctopus',
        'Name': '奧托．岡瑟．奧克塔維斯',
        'Height': '175.3cm',
        'Weight': '111kg',
        'Race': '人類',
        'Ability': '機械/;耐力/;邪惡六人組/',
        'Story': '優秀的科學家奧克塔維斯博士在移植機械手臂裝置的過程中發生了爆炸，後來他的腦部形成了新的神經系統，也因此，他能憑藉自己的精神隨遇操控機械手臂， 並且擁有超人般的能力。',
    },
    // 金霸王
    {
        'Id': 'Kingpin',
        'Name': '威爾遜．費斯克',
        'Height': '200.7cm',
        'Weight': '204.1kg',
        'Race': '人類',
        'Ability': '強大/;指揮/',
        'Story': '紐約犯罪的帝王-威爾遜．費斯克，既殘酷又狡猾，是最強悍又恐怖的犯罪集團首腦之一。在掌控整座城市之前，他的邪惡行動是不可能停下來的。',
    },
    // 猛毒
    {
        'Id': 'Venom',
        'Name': '艾迪．布洛克',
        'Height': '190.5cm',
        'Weight': '117.9kg',
        'Race': '人類',
        'Ability': '治療/;邪惡/',
        'Story': '外星共生體與新聞記者艾迪．布洛克結合，讓他變成如同怪物的猛毒。共生體賦予他超人般的力量與感官能力， 成為蜘蛛人最傷腦筋的敵人。',
    },
    // 沙人
    {
        'Id': 'Sandman',
        'Name': '威廉．貝克',
        'Height': '185.4cm',
        'Weight': '108.9~204.1kg',
        'Race': '人類',
        'Ability': '耐力/;邪惡六人組/',
        'Story': '威廉．貝克成長於貧困的單身家庭，由嗜酒如命的母親所扶養長大。在這種環境下，他為了得到想要的東西都會透過犯罪取得。 從監獄逃脫後改名為[弗林特．馬可]，並在輻射的影響使他獲得身體能夠變成沙的能力。馬可能夠完全支配身上的每一粒沙。 由於此能力的關係，馬可替自己取名為[沙人]。',
    },
    // 蜥蜴人
    {
        'Id': 'Lizard',
        'Name': '柯特．康納斯',
        'Height': '180.3cm(康納斯);203.2cm(蜥蜴)',
        'Weight': '79.4kg(康納斯);249.5kg(蜥蜴)',
        'Race': '人類',
        'Ability': '治療/;邪惡六人組/',
        'Story': '柯特．康納斯博士以生物學及生化學的雙學位自醫療大學中畢業。一場爆炸使他失去手臂後，他的研究轉向使用爬蟲類的DNA，研發可再生四肢的血清。 他將血清實驗在自己身上並成功再生了手臂，但也使得他的DNA發生變異，將他轉變為殘暴的[蜥蜴]。',
    },
    // 屠殺
    {
        'Id': 'Carnage',
        'Name': '克雷特斯．卡沙第',
        'Height': '185.4cm',
        'Weight': '86kg',
        'Race': '人類',
        'Ability': '邪惡/;治療/;共生體/;',
        'Story': '克雷特斯．卡沙第是以殘暴出名，惡名昭彰的連續殺人魔。克雷特斯．卡沙第讓自己和猛毒一樣與來自外星的生命體融合， 這使得他擁有可以將體內細胞變形成為武器的能力．渾身血紅，因此他又被稱為血蜘蛛，一個讓所有人恐懼的殺人魔。',
    },
    // 靶眼
    {
        'Id': 'Bullseye',
        'Name': '萊斯特',
        'Height': '182.9cm',
        'Weight': '90.7kg',
        'Race': '人類',
        'Ability': '火焰/;耐力/',
        'Story': '儘管沒有超人般的能力，靶眼還是擁有能將絕大部分平凡物品當作致命性舞投射體使用的能力，穿著此一制服的犯罪者同時具備了精神病與殺人的性質， 面對妨礙者私毫不手軟。',
    },
    // 十字骨
    {
        'Id': 'CrossBones',
        'Name': '布洛克．朗姆洛',
        'Height': '193.0cm',
        'Weight': '131.5kg',
        'Race': '人類',
        'Ability': '武器專家/',
        'Story': '十字骨不僅是兇惡的傭兵，也是美國隊長最頑強的敵人;不止熟悉各種軍火．軍隊戰術．擅長軍用近身格鬥．武術及街頭鬥毆，是世界級的肉搏戰專家。',
    },
    // 劍齒虎
    {
        'Id': 'Sabretooth',
        'Name': '維克多．克里德',
        'Height': '201cm;170kg(含亞德曼金屬)',
        'Weight': '125kg(未含亞德曼金屬)',
        'Race': '變種人',
        'Ability': '邪惡/;靈活/',
        'Story': '出生便擁有致命尖爪與利牙的維克多．克里德，完全呈現了他劍齒虎的本質。作為一個無情的殺手，他擁有超人的力量和耐力，治療因子，以及動物的殺人本能。',
    },
    // 史泰奇
    {
        'Id': 'Skurge',
        'Name': '史克奇',
        'Height': '218.4cm',
        'Weight': '498.9kg',
        'Race': '外星人',
        'Ability': '強大/;耐力/',
        'Story': '處決者史克奇是阿斯嘉最偉大的戰事之一。身為嵐巨人和阿斯嘉之子，他繼承了兩個種族的特質，擁有卓越的速度、力量、能量、和耐久力。 他擁有強大的近身格鬥技能，更擅長揮舞戰斧。',
    },
    // 吸收人
    {
        'Id': 'Absorbingman',
        'Name': '科瑞爾',
        'Height': '193cm',
        'Weight': '122.4kg',
        'Race': '人類',
        'Ability': '強大/;',
        'Story': '卡爾"碎石機"克里爾最初以洛奇戴維斯知名活動於拳擊界。因嚴重攻擊罪而被起訴後他被關進監獄，此時洛基選擇了卡爾作為他打倒索爾的計畫中其中一顆棋子， 洛基讓卡爾喝下由阿斯嘉極為稀有的藥草製作而成的藥水，使得卡爾能夠吸收任何他所接觸的物理物質。獲得此新能力後卡爾逃離監獄，展開了他的犯罪生活。',
    },
    // 烏里克
    {
        'Id': 'Ulik',
        'Name': '烏里克',
        'Height': '193cm',
        'Weight': '354kg',
        'Race': '外星人',
        'Ability': '強大/;耐力/',
        'Story': '烏里克是強大的古代種族岩石巨魔，擁有野獸般的力量及極度堅硬的皮膚。身為索爾的敵人，常常與雷神展開撼天動地戰鬥。',
    },
    // 熔岩人
    {
        'Id': 'Moltenman',
        'Name': '馬克.瑞克斯登',
        'Height': '198cm',
        'Weight': '249kg',
        'Race': '人類',
        'Ability': '邪惡/;耐力/;火焰/',
        'Story': '當墮落科學家，馬克.瑞克斯登，試圖偷走他在奧氏企業研發的實驗性液體合金時，不小心將實驗品倒在自己身上。液體合金將他的身體轉化為堅硬的金屬， 也給了他強大的力氣以及能夠製造高溫的能力。獲得這項新能力後，他便用熔岩人的名號展開罪犯生活來滿足他的貪得無厭。',
    },
    // 犀牛人
    {
        'Id': 'Rhino',
        'Name': '阿列克謝.米哈伊洛維奇.賽爾斯維奇',
        'Height': '195.6cm',
        'Weight': '322.1kg',
        'Race': '人類',
        'Ability': '強大/;耐力/',
        'Story': '阿列克謝所身處的黑手黨僅執著於金錢與力量。受到這些誘惑，他接受了高危險的化學放射實驗，因此而獲得了超人般的力量。 阿列克謝與犀牛外型的裝甲永久結合。此裝甲與驚人的力量使他獲的［犀牛人］的稱號。',
    },
    // 米勒娃
    {
        'Id': 'Minnerva',
        'Name': '米.勒娃',
        'Height': '175.3cm',
        'Weight': '62kg',
        'Race': '外星人',
        'Ability': '強大/;靈活/;邪惡/',
        'Story': '米.勒娃是克里帝國中最聰明的人之一。即是一名具備天賦的科學家，又是克里人星際部隊成員之一。她經過腦波放大器獲得超人體能和飛行能力， 該克里人裝置同樣給了驚奇隊長相同的能力。',
    },
    // 紅坦克
    {
        'Id': 'Juggernaut',
        'Name': '凱因．馬可',
        'Height': '290cm',
        'Weight': '862kg',
        'Race': '變種人',
        'Ability': '強大/;耐力/;邪惡/;',
        'Story': '賽托拉克的深紅寶石授予凱因．馬可巨大的蠻力，使他成為勢不可擋的紅坦克。作為地球上最強大的生物之一， 他利用自己的力量進行犯罪和破壞。',
    },
    // 奇爾蒙格
    {
        'Id': 'Killmonger',
        'Name': '艾瑞克．齊爾蒙格',
        'Height': '98.1cm',
        'Weight': '102kg',
        'Race': '人類',
        'Ability': '強大/;指揮/',
        'Story': '被瓦甘達流放的奇爾蒙格誓言要將帝查拉從王位拉下，並以自己的方式掌管王國。身為一名強大的戰士， 他還精通於政治與經濟，使他成為黑豹最大的威脅。',
    },
    // 紅色守衛者
    {
        'Id': 'RedGuardian',
        'Name': '阿列克謝．肖斯塔科夫',
        'Height': '188cm',
        'Weight': '100kg',
        'Race': '人類',
        'Ability': '強大/;靈活/',
        'Story': '阿列克謝．肖斯塔科夫是蘇聯一名非常厲害的飛行員。KGB注意到他傑出的表現，安排他與娜塔莎.羅曼諾夫，也就是著名的黑寡婦結婚。 阿列克謝對國家無盡的忠誠，讓他繼承了紅色守衛者的名號，與美國隊長對峙，並結束了他的婚姻。這個可以為了國家奉獻自己的男人， 以紅色守衛者之名，不計任何代價使命必達，捍衛著俄羅斯。',
    },
    // 模仿大師
    {
        'Id': 'TaskMaster',
        'Name': '東尼．馬斯特斯',
        'Height': '188cm',
        'Weight': '99.7kg',
        'Race': '人類',
        'Ability': '武器專家/;邪惡/;',
        'Story': '東尼.馬斯特斯事前神盾局特工。擁有優秀的模仿能力，就算是艱難的動作對他也易如反掌。在暴露於有瑕疵的超級士兵血清之後，他失去了對他而言與家人和過往最珍貴的回憶。 現在模仿大師作為世界級反派故傭兵間諜的訓練師，以他的戰鬥技術訓練著罪犯們。',
    },
    // 惡型怪
    {
        'Id': 'Abomination',
        'Name': '艾米爾.布朗恩朗基',
        'Height': '178cm(布朗恩朗基)203cm(惡型怪);/82kg(布朗恩朗基)444kg(惡型怪)',
        'Race': '人類',
        'Ability': '伽碼射線/;耐力/',
        'Story': '暴露在伽碼線之下，秘密特工艾米爾.布朗恩朗基變身為巨大的怪物-惡型怪。擁有驚人的智慧與超強大的力量，布朗恩朗基成為浩克永遠的宿敵， 展開了無數次力量與力量的決鬥。',
    },
    // 魔比斯
    {
        'Id': 'Morbius',
        'Name': '麥可.魔比斯',
        'Height': '178cm',
        'Weight': '77kg',
        'Race': '人類',
        'Ability': '強大/;靈活/',
        'Story': '麥可.魔比斯，一名成功的生物化學家，卻發現自己因為一種血液疾病正逐步邁向死亡。在絕望中，他使用吸血蝙蝠試圖找出解藥。 這個方法導致他成為偽吸血鬼，渴望著鮮血的同時，擁有著無數超人般的能力。經過數年為自身洗去邪惡的本能，魔比斯在夜色中化身為反英雄， 與反派們戰鬥，暗中隱密解決無數起案件。',
    },
    // 尖叫
    {
        'Id': 'Shriek',
        'Name': '',
        'Height': 'cm',
        'Weight': 'kg',
        'Race': '人類',
        'Ability': '強大/;邪惡/;共生體/',
        'Story': '。',
    },
    // 戴肯
    {
        'Id': 'Daken',
        'Name': '彰弘',
        'Height': '175cm',
        'Weight': '75kg',
        'Race': '變種人',
        'Ability': '武器專家/;治療/',
        'Story': '彰弘在失去母親後被日本家庭領養，一直對自己血液裡所流淌的力量一無所知。度過了充滿動盪不安的童年，這位金鋼狼之子接受了這個他被私下叫了一聲的名字:戴肯。堅信自己被拋棄，對父親滿懷怨恨的戴肯，發誓要向父親復仇。在多年的反派歷程後，戴肯現今與他的X因子夥伴們一起作為英雄而戰。',
    },
    // 鋼鐵人
    {
        'Id': 'Ironman',
        'Name': '東尼.愛德華"東尼"史塔克',
        'Height': '185cm(史塔克);198cm(鋼鐵人)',
        'Weight': '102kg(史塔克);192.8kg(鋼鐵人)',
        'Race': '人類',
        'Ability': '機械/;能量注入/',
        'Story': '大富翁東尼史塔克受傷後被敵人俘虜，並且被迫研發武器。為了解決眼前的危機。他使用高度的技術與知識創造了鋼鐵裝。 東尼經過九死一生後整個人改變了，為了以鋼鐵人的身分讓世界更安全.更美好，他決定奉獻自己的財產與知識。',
    },
    // 戰爭機器
    {
        'Id': 'WarMachine',
        'Name': '詹姆斯.羅德斯',
        'Height': '184cm(羅德斯);198cm(戰爭機器)',
        'Weight': '109kg(羅德斯);213.2kg(戰爭機器)',
        'Race': '人類',
        'Ability': '機器/;領導力/',
        'Story': '詹姆斯.羅德斯是美國海軍陸戰隊的領航員，為了封鎖國內外的威脅，他穿上史塔克企業製造的戰爭機器來大展身手。',
    },
    // 奇異博士
    {
        'Id': 'DoctorStrange',
        'Name': '史蒂芬.文森.史傳奇',
        'Height': '188cm',
        'Weight': '102kg(史塔克);82kg',
        'Race': '人類',
        'Ability': '魔法/;移形幻步/',
        'Story': '直到他經歷了令他雙手及自尊心都萬劫不復的那場車禍，史蒂芬.史傳奇一直是位技術卓越卻自私的外科醫生。在史傳奇為了尋找治療之術而走遍天下時， 遇見了引領自己有上魔法之途的上古尊者。 如今，奇異博士正以自身卓越的能力保護地球，免於受到超自然次元的威脅。',
    },
    // 青少年彈頭
    {
        'Id': 'NegasonicTeenageWarhead',
        'Name': '艾利．菲米斯特',
        'Height': '162.5cm',
        'Weight': '52kg',
        'Race': '變種人',
        'Ability': '移形換步/;靈活/;能量注入/;',
        'Story': '艾莉．菲米斯特曾是艾瑪．佛斯特在變種人國家．吉諾沙所開設的心理感應課程的學生。當她嶄露驚人預知能力後，眾多勢力蠢蠢欲動， 試圖將這股力量占為己有。在旅行的過程中，她遇見了死恃，並預見了與嘴砲傭兵一同作戰的未來，下定決心成為死恃的助手，青少女彈頭踏上了與傭兵夥伴四處賺錢的旅途。',
    },
    // 機堡
    {
        'Id': 'Cable',
        'Name': '納森.克里斯多福.查爾斯.桑瑪斯',
        'Height': '203.2cm',
        'Weight': '158.8kg',
        'Race': '變種人',
        'Ability': '武器專家/;領導力/',
        'Story': '身為獨眼龍和琴葛雷的複製人之子，納森.桑瑪斯的命運在其父母相遇前就已被決定。機堡因優秀的遺傳基因而擁有最終極變種人等級的念力。 年幼時他感染了會逐漸讓外觀轉化為生化的科技有機病毒，機堡以自己的能力防止至死的病毒繼續擴散。自此之後他以他強化後的體能成長為卓越的戰鬥員。',
    },
    // 獨眼龍
    {
        'Id': 'Cyclops',
        'Name': '史考特.桑瑪斯',
        'Height': '190.5cm',
        'Weight': '88.5kg',
        'Race': '變種人',
        'Ability': '能量注入/;指揮/',
        'Story': '史考特.桑瑪斯是一名能夠將能量轉換並從眼部發射強光束的變種人。史考特戴著以紅石英打早的護目來控制他的光束。',

    },
    // 琴葛雷
    {
        'Id': 'JeanGrey',
        'Name': '琴.依蓮.葛雷.桑瑪斯',
        'Height': '167cm',
        'Weight': '52kg',
        'Race': '變種人',
        'Ability': '精神力/;精神抵抗/;鳳凰之力/',
        'Story': '身為X戰警的中心人物，琴.葛雷是一位可以使用心靈感應及念動力的終極變種人。她同時也是可以破壞宇宙存在的鳳凰之力的化身。',
    },
    // 雪倫羅傑斯
    {
        'Id': 'SharonRogers',
        'Name': '雪倫.羅傑斯',
        'Height': '172.7cm',
        'Weight': '61.2kg',
        'Race': '人類',
        'Ability': '領導力/;能量注入/',
        'Story': '在某個平行宇宙中第二個世界大戰期間的美國隊長並沒有被冰封，而史提夫.羅傑斯與抵抗軍重要成員佩姬.卡特共同參與了戰爭，後來戰爭勝利後兩人順利結為連理。 新婚不久，佩姬便接收到需要到韓國支援的命令，因此兩人便改變了住所，並於1年之後誕下女兒雪倫。數十年後，在父母逐漸遠離戰場之際，雪倫為了守護正義與和平繼承了父母偉大的任務。她接受高水準的武術與潛入技術的訓練，手持著爆破衝鋒槍與能量吸收盾牌的雪倫成為了美國隊長，守護著全世界並起身與邪惡勢力對抗。',
    },
    // 上古尊者
    {
        'Id': 'AncientOne',
        'Name': '姚',
        'Height': '180.3cm',
        'Weight': '72.6kg',
        'Race': '人類',
        'Ability': '魔法/;領導力/',
        'Story': '魔法名家上古尊者，為了保護地球免於來自其他世界的威脅而現身。上古尊者傳授歷代獻身於保衛地球的弟子們神聖的知識。 並培養他們練就特別的魔法與技能。',
    },
    // 冰人
    {
        'Id': 'Iceman',
        'Name': '羅伯特.路易斯 [巴比].德瑞克',
        'Height': '172.7cm',
        'Weight': '65.7kg',
        'Race': '變種人',
        'Ability': '寒冷/;冷雪/',
        'Story': '第一代X戰警中最年輕的一員，冰人是擁有許多潛力的終極等級變種人。可操作溫度的他能夠控制空氣中的水分並製作冰塊， 他也可以降低目標的體溫使他們凍結。'
    },

    // 咒術武器
    {
        'Id': 'WeaponHex',
        'Name': '汪達．馬克西莫夫',
        'Height': '170.2cm',
        'Weight': '89.9kg',
        'Race': '變種人',
        'Ability': '靈活/;治療/;渾沌魔法/;',
        'Story': '在專門針對神秘戰鬥的黑暗武器培育計畫中第23次嘗試中，汪達終於能夠成功揮舞暴力魔法-使她成為地球上最致命的存在之一。',
    },
    // 地獄火
    {
        'Id': 'Infernd',
        'Name': '但丁.佩魯茨',
        'Height': '180.3cm',
        'Weight': '73kg',
        'Race': '異人族',
        'Ability': '火焰/',
        'Story': '但丁.佩魯茨是一位第一位因泰瑞根迷霧而激發潛在異人族基因的人類。從異人族之殼破繭而出的他獲得了操控火焰並可以承受高熱的能力。 在看到但丁成功的保護了他的家人免於邪惡異人族萊許的傷害後，美杜莎漸漸對但丁產生興趣。美杜莎邀請但丁移居阿提蘭， 讓他成為第一位加入這個城市的新人類(同時兼備人類與異人族的始祖)。',
    },
    // 巫術
    {
        'Id': 'Wiccan',
        'Name': '威廉"比利"卡普蘭',
        'Height': '172.7cm',
        'Weight': '70.3kg',
        'Race': '人類',
        'Ability': '移形幻步/;能量注入/',
        'Story': '威廉"比利"卡普蘭是同屬於少年復仇者與新復仇者的青年魔法師。巫術被視為擁有強大力量的魔法師，注定將改寫魔法法則的強大力量',
    },
    // 幻視
    {
        'Id': 'Vision',
        'Name': '幻視',
        'Height': '190.5cm',
        'Weight': '136.1kg',
        'Race': '生物',
        'Ability': '移形幻步/;機器/;耐力',
        'Story': '鋼鐵惡魔奧創為了向復仇者聯盟報仇，利用1940年代名為火炬人的機器人摧殘，創造了名為幻視的人造機器人。',
    },
    // 救援
    {
        'Id': 'Rescue',
        'Name': '小辣椒',
        'Height': '162cm',
        'Weight': '49.9kg',
        'Race': '人類',
        'Ability': '機器/;領導力/;',
        'Story': '小辣椒是史塔克企業的CEO，同時也是史塔克最信任並深愛的夥伴，憑藉自己的高超技術為自己量身打造了救援裝甲!',
    },
    // 星爵
    {
        'Id': 'StarLord',
        'Name': '彼得.傑森.奎爾',
        'Height': '188cm',
        'Weight': '79.3kg',
        'Race': '外星人',
        'Ability': '武器專家/;指揮;',
        'Story': '別名星爵，自稱是[傳說中的不法分子]的彼得.傑森.奎爾是星際異攻隊的領導者。曾是罪犯的他現在和其他不適應者一起進行銀河旅行並守護著宇宙。',
    },
    // 暴風女
    {
        'Id': 'Storm',
        'Name': '奧羅洛.蒙羅',
        'Height': '180.3cm',
        'Weight': '65.7kg',
        'Race': '變種人',
        'Ability': '電擊/;指揮/',
        'Story': '奧羅洛.蒙羅又名暴風女，擁有古代非洲巫女的血統，並能以元素之力操弄天氣，曾經身為盜賊.女神.變種人領袖的她一直以來只專注於一件事， 守衛她的變種人同胞及這個世界。',
    },
    // 月亮女孩
    {
        'Id': 'MoonGirl',
        'Name': '露內菈.露易絲.拉法葉',
        'Height': '121cm',
        'Weight': '34kg',
        'Race': '異人族',
        'Ability': '武器專家/;領導力/',
        'Story': '雖然只是一名小孩，露內菈.露易絲.拉法葉卻是地球上最聰明的人。身為人類與異人族的混血兒，露內菈與生俱來便聰穎過人且擁有開發奇特發明的才能。 在創造出她最新發明[全能波發射器]時，她意外的開啟了通往恐龍世界的傳送門，並與惡魔恐龍結交為好友，更一起踏上冒險旅程。暴露在泰瑞根迷霧之下她得到能夠與惡魔恐龍進行精神互換的異人族能力， 使得露內菈與惡魔恐龍之間的羈絆更加牢不可破。',
    },
    // 林肯坎貝爾
    {
        'Id': 'LincolnCampbell',
        'Name': '林肯.坎貝爾',
        'Height': '機密/機密',
        'Race': '異人族',
        'Ability': '電擊/',
        'Story': '林肯坎貝爾辛辛那提異人族的一員。他被選為去執行泰瑞根創始儀式的人，因為變異的關係，林肯全身上下的細胞完全改變了原有的型態， 也使他獲得了能夠控制靜電的能力。在那之後，林肯便以"轉化者"的身分留在為名為來世的異人族村莊幫助那些因泰瑞根創始儀式而有遭遇變化的異人族們!',
    },
    // 格林姊妹
    {
        'Id': 'SisterGrimm',
        'Name': '妮可.米諾魯',
        'Height': '162.6cm',
        'Weight': '46.3kg',
        'Race': '人類',
        'Ability': '魔法/',
        'Story': '在小時候，妮可.米諾魯就明白了自己具有魔法的力量，並且可以召喚具有強大力量名為Stahh of One魔杖，身為格林姊妹，她曾是逃亡者的一員， 現在做為A-武力的成員，與名為奇點的存在關係密切。',
    },
    // 歌姬
    {
        'Id': 'Songbird',
        'Name': '梅莉莎.喬安.高德',
        'Height': '162.6cm',
        'Weight': '46.3kg',
        'Race': '人類',
        'Ability': '移形幻步/;特工/',
        'Story': '從反派成為英雄的歌姬擁有使用強大音波讓敵人動彈不得的能力。此外，透過高性能的機器，還可以將聲音變成固體"翅膀"增強戰鬥能力',
    },
    // 奧米伽小子
    {
        'Id': 'KidOmega',
        'Name': '昆汀.苦艾爾',
        'Height': '172.7cm',
        'Weight': '58.3kg',
        'Race': '變種人',
        'Ability': '鳳凰之力/;能量注入/',
        'Story': '昆汀.苦艾爾是一位擁有添財頭腦與強大心靈感應能力的歐米伽級變種人。在琴．葛雷高等教育學院就讀期間。 他的叛逆與反抗精神多次惹惱金鋼狼等教師。現在身為西岸復仇者的一員，歐米伽小子為對抗自己的愚蠢與保護世界而奮戰。',
    },
    // 水晶
    {
        'Id': 'Crystal',
        'Name': '克利絲塔利亞.阿馬奎琳',
        'Height': '167cm',
        'Weight': '50kg',
        'Race': '異人族',
        'Ability': '指揮/;能量注入/',
        'Story': '和她的姐姐梅杜莎一樣，克利絲塔利亞.阿馬奎琳再褓姆中就被暴露在泰瑞根迷霧之下，使得她在年幼之時就已獲得力量。 水晶擁有能夠控制地,水,火,風四大元素的力量。身為異人族大使，水晶以她控制元素的力量不顧一切代價守衛著異人族皇室， 並處理政治問題。',
    },
    // 火箭浣熊
    {
        'Id': 'RocketRaccoon',
        'Name': '火箭浣熊',
        'Height': '121.9cm',
        'Weight': '24.9kg',
        'Race': '外星人',
        'Ability': '武器專家/',
        'Story': '對自己熟練的射擊技術感到自豪的火箭浣熊愛用比自己更大的武器，火箭浣熊與星爵及其他冒險家一起創立了星際異攻隊，守護著宇宙不受到敵人的威脅。',
    },
    // 瑞秋桑瑪斯
    {
        'Id': 'RachelSummers',
        'Name': '瑞秋."雷"桑瑪斯',
        'Height': '170cm',
        'Weight': '57kg',
        'Race': '變種人',
        'Ability': '鳳凰之力/;移形幻步/',
        'Story': '瑞秋.桑瑪斯是琴.葛雷與史考特.桑瑪斯在另一個次元所生下的女兒，她是一位擁有強大靈能與念力的優秀變種人。 她也繼承了她媽媽的能力。是一位鳳凰之力的潛在鳳凰宿主。從黑暗時間線被救出後，她成為X戰警強力的夥伴， 並以驚奇女孩的稱號行走在時空之間。',
    },
    // 畢曉普
    {
        'Id': 'Bishop',
        'Name': '盧卡斯．畢曉普',
        'Height': '198.1cm',
        'Weight': '125kg',
        'Race': '變種人',
        'Ability': '能量注入/',
        'Story': '在多數變種人被殺害的黑暗未來中，為了確保變種人犯罪時會由變種人處置，畢曉普組織了X.S.E取締變種人罪犯。 儘管知道他再也無法回到未來，為取締犯罪畢曉普還是回到了過去，並且加入了X戰警。',
    },
    // 白光花火
    {
        'Id': 'Jubilee',
        'Name': '李千歡',
        'Height': '165cm',
        'Weight': '52kg',
        'Race': '變種人',
        'Ability': '能量注入/',
        'Story': '過著竊盜生活的白光花火有一天意外的覺醒了變種人能力。但也因為變種人獵人的出現而陷入危險。她幸運的被X戰警所拯救並遇上X教授， 最終加入了X戰警。',
    },
    // 秘客
    {
        'Id': 'Magik',
        'Name': '莉亞娜.尼古利維納.拉斯普廷',
        'Height': '165.1cm',
        'Weight': '59kg',
        'Race': '變種人',
        'Ability': '魔法/;精神抵抗/',
        'Story': '擁有空間傳送和黑魔法能力的莉亞娜.尼古利維納.拉斯普廷是地獄邊境的統治者，同時也是鋼人的妹妹。她以自己的生命幻化出具備強大魔法的魂之利刃。',
    },
    // 緋紅女巫
    {
        'Id': 'ScarletWitch',
        'Name': '汪達.馬克西莫夫',
        'Height': '70.2cm',
        'Weight': '59.9kg',
        'Race': '不明',
        'Ability': '精神抵抗/;耐力/',
        'Story': '汪達.馬克西莫夫是萬磁王的女兒，也是快銀的孿生姊姊。她最廣為人知的能力就是控制及扭曲現實。她還可以將自己與周圍的人進行遠距離瞬間移動， 獲利用念力移動物體。',
    },
    // 艾瑪佛斯特
    {
        'Id': 'EmmaFrost',
        'Name': '艾瑪.葛蕾絲.佛斯特',
        'Height': '177.8cm;65kg',
        'Race': '變種人',
        'Ability': '',
        'Story': '艾瑪.佛斯特，又稱白皇后，是一位強大的變種心靈感應者，她可以將自己轉變為純粹有機的鑽石型態。她的多變思維使她成為無法預測的反派腳色， 甚至有時候成為不情願的英雄。',
    },
    // 菲爾考森
    {
        'Id': 'PhilCoulson',
        'Name': '菲利浦J."菲爾"考森',
        'Height': '機密/機密',
        'Race': '人類',
        'Ability': '指揮/;特工/',
        'Story': '神盾局局長菲爾.考森與由菁英特工組成的隊員們為了一起在黑暗中守護世界而再度回來了。再從尼克.福瑞手中接下神盾局長一職後， 考森不僅要面對與九頭蛇與異人族，更要面對來自神盾局內部的迪。就算是遭遇許多逆境的考驗，考森依然相信自己的菁英特工們可以為這個世界帶來改變。',
    },
    // 螳螂女
    {
        'Id': 'Mantis',
        'Name': '未知',
        'Height': '167cm',
        'Weight': '52kg',
        'Race': '外星人',
        'Ability': '魔法/;治療/;',
        'Story': '自幼便生長於克里神殿，被和平主義派的帕瑪祭司所扶養的螳螂女注定要成為天神聖母。天神救世主之母。螳螂女是一名卓越的武術佳且擁有強大的心靈能力， 使得她在自我身體控制上擁有過人的能力。她同時還擁有能夠感應他人情感以及與植物溝通的能力。',
    },
    // 術士亞當
    {
        'Id': 'AdamWarlock',
        'Name': '術士亞當',
        'Height': '187.9cm',
        'Weight': '109kg',
        'Race': '生物',
        'Ability': '魔法/;免疫暫停時間/',
        'upData': '<div class="T2storeType"></div>',
        'Story': '術士亞當是以遺傳因子設計作為完美生命的人工生命體。為了尋求存在意義，他踏上了宇宙之旅。在旅途中，擁有宇宙之力的他面對著一些超越宇宙的問題。',
        'skin1': '<option value="adamWarlockModern">現 代</option>',
        'skinSkill': '<div class="adamWarlockModernSkin"></div>',
    },
    // 金牌手
    {
        'Id': 'Gambit',
        'Name': '雷米.勒博',
        'Height': '185.9cm',
        'Weight': '81.2kg',
        'Race': '變種人',
        'Ability': '靈活/;精神力/',
        'Story': '雷米.勒博--金牌手--是一位職業盜賊，同時為X戰警的一員。他的能力是將動能注入任何物品再加以引爆，特別是紙牌和金屬棍棒，此外也是一名出色的格鬥家。',
    },
    // 鋼鐵心
    {
        'Id': 'IronHeart',
        'Name': '莉莉.威廉斯',
        'Height': '162.6cm',
        'Weight': '52kg',
        'Race': '人類',
        'Ability': '機器/;領導力/;',
        'Story': '莉莉在15歲的時候以反向工程技術自行創造了一套東尼.史塔克的鋼鐵人裝甲。原來的小小挑戰使她擁有了更大的野心;打造一套她的專屬裝甲以拯救需要的人。 在得知莉莉成功打造出她自己的初號機之後，東尼.史塔克決定拜訪這位天才並協助她完成成為無敵鋼鐵心的夢想。',
    },
    // 隱形女
    {
        'Id': 'InvisobleWoman',
        'Name': '蘇珊."蘇"史東',
        'Height': '167cm',
        'Weight': '59kg',
        'Race': '人類',
        'Ability': '能量注入/;驚奇4超人/',
        'Story': '身為驚奇4超人核心的蘇珊總是在解決隊員之間的糾紛。他的強大精神及毅力或是驚奇4超人當中最為強大的，並在絕望時刻帶給大家希望。 而她的隱形能力讓她可以在必要時潛逃。',
    },
    // 霹靂火
    {
        'Id': 'HumanTorch',
        'Name': '強納森."強尼"史東',
        'Height': '177.8cm',
        'Weight': '77kg',
        'Race': '人類',
        'Ability': '火焰/;移形幻步/;驚奇4超人/',
        'Story': '急性子的強尼是蘇史東的弟弟，並從改變他們隊伍的宇宙光線中獲得火焰的能力，更讓有了招牌變身吶喊"火焰"上身!他的獨立(時為不負責任)態度經常使他陷入爭吵， 尤其是與班格林姆，他的惡作劇對象。但盡管表面上如此，強尼深深地在乎著他這奇特的家庭。',
    },
    // 靈蝶
    {
        'Id': 'Psylocke',
        'Name': '伊莉莎白."貝琪"布拉多客',
        'Height': '180.3cm',
        'Weight': '70.3kg',
        'Race': '變種人',
        'Ability': '靈活/;精神力/',
        'Story': '伊莉莎白."貝琪"布拉多客是一名擁有一身致命武器的精神力變種人。她揮舞著透過精神能力所強化的各種武器， 其中最廣為人知的是她的念力武士刀。',
    },
    // 黃蜂女
    {
        'Id': 'Wasp',
        'Name': '珍妮特.范.戴恩',
        'Height': '162.6cm',
        'Weight': '49.9kg',
        'Race': '人類',
        'Ability': '移形幻步/',
        'Story': '珍妮特.范.戴恩是富有的科學家維儂.范.戴恩的女兒，然而在實驗中卻意外釋放出外星的生命體，最後更慘遭殺害。 曾和他爸爸交流過的亨利,漢克,皮姆博士是發現了可將使用者變大或縮小的[皮姆粒子]的人，並且成為了超級英雄中的蟻人。 她確信漢克.皮姆能夠幫助她，最後從皮姆那得到了[皮姆粒子]即能夠縮小的能力並長出了翅膀。從此她成為了能夠使用爆炸力量的人， 大家都稱她為[黃蜂女]。',
    },
    // 黃蜂女納迪亞
    {
        'Id': 'WaspNadia',
        'Name': '納迪婭.范.達因',
        'Height': '162.2cm',
        'Weight': '54.4kg',
        'Race': '人類',
        'Ability': '特工/;移形幻步/;',
        'Story': '漢克.皮姆的女兒，納迪婭.皮姆從小就在一個紅色房間長大，且不知道她的親生父母是誰，直到有一天她使用皮姆粒子的樣本逃離，她利用漢克.皮姆的資源創造了自己的黃蜂女套裝。 由於原始的黃蜂女珍妮特.范.達因是唯一相信她並鼓勵她成為超級英雄的人，她繼承了"范.達因"這個姓氏。',
    },
    // 戴希強森
    {
        'Id': 'DaisyJohnson',
        'Name': '黛西.強森',
        'Height': '175.3cm',
        'Weight': '61.2kg',
        'Race': '異人族',
        'Ability': '精神抵抗/;特工/',
        'Story': '黛西.強森是以別名絲凱更加廣為人知的駭客，現代已成為受過高度訓練的神盾局特工。在見到父親卡爾與異人族的母親嘉洋後，黛西知道了自己的真正的名字並習得了可以操縱震動引發地震的方式。 她現在正在尋找全世界的異人族，帶領著神盾局進行任務。',
    },
    // 青龍
    {
        'Id': 'BlueDargon',
        'Name': '未知',
        'Height': '177cm',
        'Weight': '65kg',
        'Race': '人類',
        'Ability': '天臨四將/;領導力/;指揮/',
        'Story': '捍衛著東方，青龍擁有將任何她觸碰到的東西變成龍之武器的能力。手持傳家茅鞭，這位越南貴族之女憑藉著她的護衛精神和英明的判斷力， 引導著[天臨四將]通過所有他們可能遇到的難題。',
    },
    // X教授
    {
        'Id': 'ProfessorX',
        'Name': '查爾斯.法蘭西斯.澤維爾',
        'Height': '183cm',
        'Weight': '86kg',
        'Race': '變種人',
        'Ability': '領導力/;精神力/;精神抵抗/',
        'Story': '查爾斯.澤維爾，一名擁有令人難以置信強大心靈感應的變種人，一生都在爭取人類與變種人之間和平公存。他創立了澤維爾天才青少年學小，教導年輕變種人如何使用他們的能力， 也組成了眾人所熟知的超級英雄團體，例如X戰警。他們守護世界，共同抵禦各種威脅，也為了變種人更好的未來而戰。',
    },
    // 炫音
    {
        'Id': 'Dazzler',
        'Name': '愛麗森.愛麗.布萊爾',
        'Height': '172.2cm',
        'Weight': '52kg',
        'Race': '變種人',
        'Ability': '能量注入/',
        'Story': '愛麗森.愛麗.布萊爾一直夢想著成為一位明星，有一天她的變種人能力覺醒了，她加入了X戰警之前，她以[炫音]之名四處表演， 擁有著將聲音轉換為硬光的能力，她將自己的舞台裝飾得無比華麗。然而她發現自己的能力蘊含著強大的力量，現在的她是運用著聲音與變種能力， 守護著一切的英雄',
    },
    // 蜘蛛女
    {
        'Id': 'Spiderwoman',
        'Name': '潔西卡.米莉安.德魯',
        'Height': '178cm',
        'Weight': '58.9kg',
        'Race': '人類',
        'Ability': '蜘蛛感應/;領導力/;靈活/',
        'Story': '喬納森.德魯為了挽救女兒-潔西卡.德魯的生命，為她注射了擁有再生與免疫能力的蜘蛛血清。經過數十年的封存，潔西卡發展出驚人的蜘蛛能力，並藉著這股力量在世界反轉冒險著，在經歷了九頭蛇與神盾局雙重特工.私家偵探.蜘蛛英雄.母親，以及被斯克魯人取代的恐怖時期後，如今的她已是復仇的一員。',
    },
    // 萬磁王
    {
        'Id': 'Magneto',
        'Name': '馬克斯.艾森哈特',
        'Height': '188cm',
        'Weight': '86kg',
        'Race': '變種人',
        'Ability': '能量注入/;精神抵抗/',
        'Story': '身為磁力大師及變種人的革命家，萬磁王是X戰警最大的敵人。盡管思想上有衝突，萬磁王也曾經多次與X戰警並肩作戰。',
    },
    // 卡西流斯
    {
        'Id': 'Kaecilius',
        'Name': '卡西流斯',
        'Height': '183cm',
        'Weight': '74.8kg',
        'Race': '人類',
        'Ability': '魔法/;靈活/',
        'Story': '修練魔法的卡西流斯，曾經追尋多重宇宙所蘊含之力的秘密。曾為上古尊者弟子的卡西流斯，透過自身魔法上的才能， 發現了運用黑暗之力的方法。於是他開始使用黑暗之力，來達到邪惡的目的。',
    },
    // 尤里西斯克勞
    {
        'Id': 'UlyssesKlaue',
        'Name': '尤里西斯.克勞',
        'Height': '180.3cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '武器專家/',
        'Story': '身為軍火及走私犯-尤里西斯.克勞看上瓦甘達最珍貴的資源-泛合金。他的機械手臂擁有過人的力量並可發射超音波。',
    },
    // 水人
    {
        'Id': 'Hydroman',
        'Name': '莫里斯.本奇',
        'Height': '188cm',
        'Weight': '120kg',
        'Race': '人類',
        'Ability': '邪惡/',
        'Story': '一個貨船船員莫里斯.本奇，被蜘蛛人不小心撞進海裡，進而捲進海底一場發電機實驗。受實驗影響，莫里斯全身細胞都變成了水， 讓他變成眾人所熟知的惡棍-水人。',
    },
    // 神秘法師
    {
        'Id': 'Mysterio',
        'Name': '昆丁.貝克',
        'Height': '180.3cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '精神力/;邪惡六人組/',
        'Story': '昆丁.貝克以一名特技演員加入電影圈，並成為了一名特效大師。貝克一心想要成為演員，但卻缺少了必要的外貌與才能。在明白夢想永遠不可能會實現，以及自己真正的才能在於製造幻象時， 他投入反派的行列要求一心渴望的名氣。他自稱［神秘法師］並成為蜘蛛人最神出鬼沒的敵人。',
    },
    // 紅骷髏
    {
        'Id': 'Redskull',
        'Name': '約翰.史密特',
        'Height': '185.4cm',
        'Weight': '88.5kg',
        'Race': '人類',
        'Ability': '邪惡/;指揮/',
        'Story': '身為紅骷髏的他是熟練的非武裝戰鬥員，同時也是一名神射手，還是一名擅長變裝的鬼才。他具備銳利的軍事.政治.商業智慧， 並且計畫推翻現有體系。',
    },
    // 紛爭
    {
        'Id': 'Stryfe',
        'Name': '紛爭',
        'Height': '203.2cm',
        'Weight': '158.8kg',
        'Race': '變種人',
        'Ability': '邪惡/;能量注入/',
        'Story': '紛爭是機堡的邪惡複製人，變種人能力為最終端。他擁有機堡的所有能力，包含念力.靈能.以及心靈感應。',
    },
    // 莫度男爵
    {
        'Id': 'BaronMordo',
        'Name': '卡爾.阿瑪迪斯.莫度',
        'Height': '183cm',
        'Weight': '113.4kg',
        'Race': '人類',
        'Ability': '魔法/;邪惡/',
        'Story': '歷經絕望的卡爾.阿瑪迪斯.莫度，在為自己的憤怒找尋啟蒙之路。作為上古尊者拜師的前輩，卡爾.阿瑪迪斯.莫度成為史蒂芬.史傳奇的朋友， 並提供魔法上的建議。',
    },
    // 萊許
    {
        'Id': 'Lash',
        'Name': '未知',
        'Height': '未知/未知',
        'Race': '異人族',
        'Ability': '能量注入/',
        'Story': '萊許出生在格陵蘭上隱藏著異人族的城市，阿特蘭。他是在他這一代為數不多被選為得到泰瑞根創始儀式祝福的人之一，他一直覺得這是他們種族不可能賦予到非常大的榮耀。 當他們的首領黑霹雷將泰瑞根炸彈發射到美國紐約上空時，泰瑞根迷霧發散至全世界，因此發生了大量活在人類中的變種人子女們能力被覺醒的事件，而萊許負責找出獲得新能力的變種人， 判斷他們獲得的新能力是否活下去的價值存在。',
    },
    // 鞭狂
    {
        'Id': 'Whiplash',
        'Name': '安東.萬科',
        'Height': '183cm',
        'Weight': '10kg',
        'Race': '人類',
        'Ability': '電擊/;機械/',
        'Story': '安東.萬科是一名住在俄羅斯沃斯托克村莊的年輕科學家。有一天他的村莊遭到襲擊，包含他父親在內，許多村民因此喪命。 為了報殺父之仇，安東誓言要破壞鋼鐵人。藉由對鋼鐵人技術的反向工程，鞭狂誕生了!穿著以電弧反應器為動力的動力服， 鞭狂揮舞著充滿電力的電鞭。',
    },
    // 馬克西穆斯
    {
        'Id': 'Maximus',
        'Name': '馬克西穆斯',
        'Height': '180.3cm',
        'Weight': '82kg',
        'Race': '異人族',
        'Ability': '精神抵抗/;邪惡/',
        'Story': '馬克西穆斯是異人族之王黑霹雷的弟弟。自出生起便一直妒忌著他的哥哥。他一直等待著能夠推翻王位讓自己統治阿提蘭的機會。 憑藉著他驚人的知識以及心靈感應能力，他成為異人族皇室成員的一大威脅。',
    },
    // 魅惑魔女
    {
        'Id': 'EnchanTress',
        'Name': '阿莫拉',
        'Height': '190.5cm',
        'Weight': '204kg',
        'Race': '外星人',
        'Ability': '魔法/;精神力/',
        'Story': '不滅的魔法師阿莫拉為了滿足自己的慾望而濫用她操作人心的能力。就連阿斯嘉最強的戰士們也被美麗又詭計多端的她玩弄於股掌之間。',
    },
    // 魔多客
    {
        'Id': 'Modok',
        'Name': '喬治.塔爾頓',
        'Height': '365.8cm',
        'Weight': '340.2kg',
        'Race': '人類',
        'Ability': '精神力/;機械/;邪惡/',
        'Story': '為了將宇宙魔方當作動力源使用A.I.M(超智機構)讓技術員喬治.塔爾頓變成M.O.D.O.K(魔多客)-Mental Designed Only for Killing(只會進行殺戮的精神有機體)。 "有生命的電腦"M.O.D.O.K(魔多客)擁有驚人的念力與超人般的計算能力。',
    },
    // 魔雷基
    {
        'Id': 'Malekith',
        'Name': '魔雷基',
        'Height': '205.7cm',
        'Weight': '84kg',
        'Race': '外星人',
        'Ability': '邪惡/',
        'Story': '魔雷基主宰黑暗妖精的世界-薩法塔夫漢，他是九個世界中最殘酷.可怕的惡徒，擅長使用魔法的他企圖殺了索爾， 偶爾也會和洛基合作。',
    },
    // 黃衫俠
    {
        'Id': 'YellowJacket',
        'Name': '達倫.安格尼斯特.克羅斯',
        'Height': '183cm',
        'Weight': '83kg',
        'Race': '人類',
        'Ability': '邪惡/;機械/',
        'Story': '毫無憐憫之心的龐然大物達倫.克羅斯在跟隨皮姆漢克學習科學技術後，為開發漢和皮姆相似的裝備頃盡全力並投入了許多的資源。克羅斯認為，這巨大力量的控制裝備會將現代戰爭拉到新的次元， 因此他親自處理改造及將其武器化。克羅斯直接穿上這一身令人印象深刻的盔甲，變身成為黃衫俠，並渴望成為最終的勝利者。',
    },
    // 驚惡先生
    {
        'Id': 'MisterSinister',
        'Name': '納薩尼爾.埃賽克斯',
        'Height': '196cm',
        'Weight': '120kg',
        'Race': '變種人',
        'Ability': '邪惡/;能量注入/;治療/',
        'Story': '生物學家納薩尼爾.埃賽克斯飾為達成人類完美進化，肆意地進行著不道德的人體實驗。在一次命運的相遇，他喚醒了變種人恩.沙巴.奴爾，並獲得了強大的變種能力，更加壯大了他實驗的野心。 他對於遺傳子深度的研究使他成為變種人與人類的威脅。',
    },
    // 月光石
    {
        'Id': 'MoonStone',
        'Name': '卡拉.索芬',
        'Height': '180cm',
        'Weight': '58.9kg',
        'Race': '人類',
        'Ability': '黑暗復仇者/;能量注入/;治療/',
        'Story': '身為一名優秀的精神科醫生，卡拉.索芬經常參與以她的病患為對象的非人實驗。在說服原本的月光石給予她象徵她生命泉源的克里製品後，卡拉繼承了原主人的心智與力量。月光石賦予她強大的力量，包含能量爆破.重力操作，與飛行能力。在使用偷來的禮物成為反派後，月光石加入了黑暗復仇者與雷霆小隊實現她獨特的正義。',
    },
    // 黑寡婦
    {
        'Id': 'BlackWidow',
        'Name': '娜塔莉亞.愛麗安諾芙娜.羅曼諾娃',
        'Height': '170.2cm',
        'Weight': '59.4kg',
        'Race': '人類',
        'Ability': '特工/;靈活/;',
        'Story': '娜塔莉.羅曼諾夫有很多假名，是一名熟練的間諜、運動選手以及暗殺者。黑寡婦小時候就在惡名昭彰的KGB的紅房子接受訓練，原本是復仇者聯盟的敵人， 脫離U.S.S.R後，就成為他們的同伴，並且成為神盾局的精銳探員。',
    },
    // 鷹眼
    {
        'Id': 'Hawekeye',
        'Name': '克林特.佛朗西斯.巴頓',
        'Height': '190.5cm',
        'Weight': '104.3kg',
        'Race': '人類',
        'Ability': '武器專家/;特工/',
        'Story': '克林頓.巴頓原本是馬戲團的弓箭手，是一名命中率幾近完美的名射手，擁有銳利的視力與非凡的反射神經。自從目睹鋼鐵人的戰鬥後， 便決定利用自己的弓術語罪犯戰鬥。',
    },
    // 蜘蛛人
    {
        'Id': 'Spiderman',
        'Name': '彼得.班傑明.帕克',
        'Height': '177.8cm',
        'Weight': '75.7kg',
        'Race': '人類',
        'Ability': '蜘蛛感應/;領導力/;靈活/',
        'Story': '被放射性蜘蛛咬傷後，高中生彼得.帕克便擁有超人的速度.力量與蜘蛛的能力。彼得替自己取名為蜘蛛人，期待自己能利用這股新力量展開社會生活。 蜘蛛人體認到[能力越大.責任越大]的道理，決心使用自己的力量幫助他人。',
    },
    // 獵鷹
    {
        'Id': 'Falcon',
        'Name': '山謬.湯瑪斯"山姆"威爾森',
        'Height': '188cm',
        'Weight': '109kg',
        'Race': '人類',
        'Ability': '移形幻步/領導力/',
        'Story': '獵鷹具備能和鳥類溝通的能力，使用飛行套裝，是美國隊長的助手，同時也是復仇者聯盟的成員。無論是英雄的身分或是在社會福利機構的山姆.威爾森的身分， 獵鷹都在為他人奉獻自己的人生。',
    },
    // 酷寒戰士
    {
        'Id': 'WinterSoldier',
        'Name': '詹姆斯.巴恩斯',
        'Height': '175.3cm',
        'Weight': '117.9kg',
        'Race': '人類',
        'Ability': '武器專家/',
        'Story': '巴恩斯原本是美國隊長的戰友，據說他死於2次世界大戰。但是幾年後，卻被俄羅斯科學家洗腦，以酷寒戰士的身分出現。',
    },
    // 快銀
    {
        'Id': 'Quicksilver',
        'Name': '皮特洛.迪亞戈.馬克西莫夫',
        'Height': '182.9cm',
        'Weight': '79.4kg',
        'Race': '不明',
        'Ability': '移形幻步/;靈活/',
        'Story': '皮特洛.迪亞戈.馬克西莫夫，萬磁王之子，緋紅女巫的孿生弟弟，擁有超人的速度及強化的恢復能力。超人的速度讓他能夠在高速下進行思考。必要時， 快銀還可以利用分子的加速極不安定化已達到無形的狀態。',
    },
    // 尼克福瑞
    {
        'Id': 'NickFury',
        'Name': '尼古拉斯.約瑟夫.福瑞',
        'Height': '190.5cm',
        'Weight': '95kg',
        'Race': '人類',
        'Ability': '特工/;領導力/;武器專家/',
        'Story': '多年來，尼克福瑞為身為一名美國陸軍士兵，精通諜報的超級間諜，以及維護世界和平的神盾局局長，自豪地為自由世界服務多年。儘管福瑞總是可靠的，但他通常會在祕密地工作， 精心策畫及指揮任務，並與那些他可以信任的人在暗地交流。當善良的勢力處於危機中，或當重要信息浮出水面，福瑞就會出現，帶著重要的情報和支援加入戰鬥。',
    },

    // 死恃
    {
        'Id': 'Deadpool',
        'Name': '韋德.威爾森',
        'Height': '187.9cm',
        'Weight': '95kg',
        'Race': '變種人',
        'Ability': '武器專家/;治療/',
        'upData': '<div class="eripXType deadpoolEpic T3EripSpeed"></div>',
        'Story': '傭兵韋德威爾森擁有回復能力和一張口無遮覽的嘴。他也是全宇宙公認的小賤賤英雄。由武器X計畫誕生的聒噪傭兵， 在任何時刻都能開玩笑面對敵人，讓人不可預測。',
    },
    // 多米諾
    {
        'Id': 'Domind',
        'Name': '妮娜.舒曼',
        'Height': '172.7cm',
        'Weight': '54.4kg',
        'Race': '變種人',
        'Ability': '靈活/;武器專家/',
        'Story': '技術純熟的變種人傭兵妮娜擁有能夠控制機率的能力，此能力讓她時常被不可置信的幸運所圍繞。',
    },
    // 關死恃
    {
        'Id': 'Gwenpool',
        'Name': '關恃',
        'Height': '170.2cm',
        'Weight': '58.9kg',
        'Race': '人類',
        'Ability': '靈活/',
        'Story': '喜歡漫畫的關侍不知何故被傳送到她所讀過的漫威宇宙中。原本認為漫威宇宙全都是幻想的關侍，在成為超級英雄之後，以毫無顧忌的心態四處闖禍開心地生活著。',
    },
    // 冰月花雪
    {
        'Id': 'LunaSnow',
        'Name': '雪希',
        'Height': '170.2cm',
        'Weight': '54kg',
        'Race': '人類',
        'Ability': '領導力/;冷雪/',
        'Story': '知名歌手雪希在一次史塔克派對上的演出中遭到A.I.M的攻擊。為了保護參加派對的民眾，他被A.I.M擄走並關在冷凍保管室內。在逃離時她意外打翻了實驗藥水而獲得凍氣的能力， 她進而使用了此能力擊退A.I.M。這樣的英雄舉止使她一夜成名並成為偶像明星[冰月花雪]。',
    },
    // 蟻人
    {
        'Id': 'Antman',
        'Name': '史考特.愛德華.哈里斯.朗',
        'Height': '183cm(變身蟻人的時候可以縮小到1.25cm)',
        'Weight': '83kg',
        'Race': '人類',
        'Ability': '靈活/',
        'Story': '因為修理工作而無法撫養家人的電子專家史考特.朗後來將他的才能運運到竊盜上。在他被逮捕後，進入監獄服刑期間因表現良好成為了假釋犯。但她的女兒凱西被診斷出患有重病，急需醫生幫忙之時， 卻發現醫生已經被達倫.克羅斯綁架，為了救出醫生以及他自己的女兒，朗潛入了亨利.皮姆博士的家，竊取皮姆的原始蟻人服裝。在救援行動成功後，朗想要自首，但是看穿他目的的皮姆卻允許他帶走那套服裝。',
    },
    // 13號特工
    {
        'Id': 'Agent13',
        'Name': '雪倫.卡特',
        'Height': '172.7cm',
        'Weight': '61.2kg',
        'Race': '人類',
        'Ability': '特工/',
        'Story': '因為姑姑曾與美國隊長共事，受到2次世界大戰的冒險故事影響，雪倫.卡特便加入神盾局接受訓練，成為組織內最熟練，最有能力的探員。',
    },
    // x23
    {
        'Id': 'X23',
        'Name': '蘿拉.金妮',
        'Height': '154.9cm',
        'Weight': '49.9kg',
        'Race': '變種人',
        'Ability': '靈活/;治療/',
        'Story': 'X-23是武器X計畫中，擁有金鋼狼基因的一名秘密複製實驗品，盡管她自小被訓練為殺人機器，她最終擺脫束腹加入了X戰警， 並將能利用在正途上。',
    },
    // 仿聲鳥
    {
        'Id': 'Mockingbird',
        'Name': '芭芭拉."波比".莫爾斯',
        'Height': '175.3cm',
        'Weight': '61.2kg',
        'Race': '人類',
        'Ability': '靈活/;特工/',
        'Story': '仿聲鳥是優秀的體操選手，同時也是一名武術家，擅長近距離戰鬥。她是一名生物學博士，在神盾局接受間諜與反間諜的訓練， 她也是一名優秀的狙擊手，擁有精湛的武器操控能力。',
    },
    // 凱蒂普萊特
    {
        'Id': 'KittyPryde',
        'Name': '凱薩琳"凱蒂"普萊德',
        'Height': '167cm',
        'Weight': '49.9kg',
        'Race': '變種人',
        'Ability': '指揮/;武器專家/',
        'Story': '一個平凡的女孩-凱蒂.普萊德的變種能力在十三歲時覺醒，從此她可以隨意穿越任何物件。凱地曾被地獄火俱樂部盯上，但在能力被惡意使用之前被X教授救走。 現在的她身為X戰警的一員，致力於拯救並守護像她一樣的變種人，並將他們送至澤維爾天才少年學校。',
    },
    // 勇度
    {
        'Id': 'Yondu',
        'Name': '勇度.烏丹塔',
        'Height': '188cm',
        'Weight': '215.9kg(包含髮梢)',
        'Race': '外星人',
        'Ability': '指揮/; 武器專家/',
        'Story': '宇宙的掠奪者，身為破護者領袖的勇度.烏丹塔雖和星際異攻隊共事，有時卻也會成為他們的敵人。具有使用雅加飛箭能力的他，有時是很踏實的夥伴， 有時候也會成為可怕的敵人。',
    },
    // 卡爾奈克
    {
        'Id': 'Karnak',
        'Name': '卡爾奈克.曼杜爾.阿祖爾',
        'Height': '170cm',
        'Weight': '68kg',
        'Race': '異人族',
        'Ability': '超感知/',
        'Story': '卡爾奈克.曼杜爾.阿祖爾是異人族的皇室成員，黑霹雷和美杜莎的表哥。年少時就被他的父親送往知識之塔學院，進行精神及體能的鍛鍊。通過密集的訓練他習得了能夠感知周圍所有物體及生物(物理及心理)的弱點。 卡爾奈克目前在他父親的知識之塔擔任第二指導者。',
    },
    // 地獄貓
    {
        'Id': 'Hellcat',
        'Name': '派翠西亞.沃克',
        'Height': '172.7cm',
        'Weight': '61.2kg',
        'Race': '人類',
        'Ability': '靈活/;',
        'Story': '受超級英雄漫畫影響而長大的派西.沃克在經歷了一段不幸的婚姻後，開始追尋成為超級英雄的人生。她以[地獄貓]之名運用她與生俱來的卓越運動神經， 成為她夢想中的超級英雄。成為地獄貓的派西在泰坦的訓練下習得了心靈感應能力，並精通各種格鬥技術。返回地球後她成為捍衛者聯盟的成員。',
    },
    // 夜行者
    {
        'Id': 'Nightcrawler',
        'Name': '科特.瓦格納',
        'Height': '179.8cm',
        'Weight': '73kg',
        'Race': '變種人',
        'Ability': '靈活/;領導力/',
        'Story': '盡管他有著惡魔般的外表，但夜行者其實在X戰警中是一位最可信和最受歡迎的成員。他擁有高超的近身格鬥技巧。也是一名精通件數的雜技演員。',
    },
    // 夜魔俠
    {
        'Id': 'DareDevil',
        'Name': '馬特.梅鐸',
        'Height': '182.9cm',
        'Weight': '90.7kg',
        'Race': '人類',
        'Ability': '移形幻步/;靈活/;領導力/',
        'Story': '被母親拋棄後，梅鐸便在父親-地獄廚房拳手[傑克]的照顧下長大，梅鐸從小就明白想要防止人類作惡就需要規則的道理，於是便下定決心學習法律。但是他為了救差點被卡車撞到的男子，結果反而因為卡車外洩的放射性物質而失明， 這導致他的其他感官能力大幅度提升。在盲眼武術達人史提克的嚴苛指導下，梅鐸讓自己的感官能力提升到最高境界，並且成為一名鬥士。',
    },
    // 天使
    {
        'Id': 'Angel',
        'Name': '華倫.肯尼斯.沃辛頓三世',
        'Height': '182.9cm',
        'Weight': '68kg',
        'Race': '變種人',
        'Ability': '靈活/;治療/',
        'Story': '華倫.肯尼斯.沃辛頓三世的變種人能力使他擁有強力的飛行能力。身為X戰警的創始成員，他是希望和英雄主義的象徵。',
    },
    // 女蜘蛛人關
    {
        'Id': 'SpiderGwen',
        'Name': '關德林"關"史黛西',
        'Height': '165.1cm',
        'Weight': '57kg',
        'Race': '人類',
        'Ability': '蜘蛛感應/;靈活/;領導力/',
        'Story': '10幾歲的史黛西在放射博覽會中被變異的蜘蛛咬到，此後她便擁有了強大的力量:能夠預知危險的能力，具有黏性的手指和腳趾，還有與蜘蛛相似的力量與速度。 雖然紐約市民將她稱為反派蜘蛛女，但她更以女蜘蛛人關為人所知。',
    },
    // 小淘氣
    {
        'Id': 'Rogue',
        'Name': '安娜.瑪莉',
        'Height': '172.7cm',
        'Weight': '54kg',
        'Race': '變種人',
        'Ability': '移形幻步/;治療/',
        'Story': '原本是邪惡變種人兄弟會一員的小淘氣，在加入X戰警便一直已主要成員的身分活動。她能夠藉由接觸而吸收其他人的能力.思想及記憶， 使他能夠掌握多樣的能量。',
    },
    // 幻影殺手
    {
        'Id': 'Elektra',
        'Name': '依蕾克卓.娜丘絲',
        'Height': '175.3cm',
        'Weight': '59kg',
        'Race': '人類',
        'Ability': '武器專家/',
        'Story': '兇猛.致命的殺手-幻影殺手，擅長忍術.武術與體術，和她交過手的人很少存活下來，因此她被視為數一數二的致命傭兵之一。',
    },

    // 怪獸小子
    {
        'Id': 'KidKaiju',
        'Name': '凱伊.卡韋德',
        'Height': '132.1cm',
        'Weight': '136.3kg',
        'Race': '異人族',
        'Ability': '指揮/',
        'Story': '生長於歐胡島的凱伊.卡韋德在出生後便不斷移居。凱伊自小便擁有將他的繪畫具象化的能力。身為怪獸小子，凱伊能夠透過他的繪畫召喚怪物並與之溝通。 凱伊同時也對於科幻及驚悚漫畫.書.電影中的怪物有著極為豐富的知識。',
    },
    // 松鼠女孩
    {
        'Id': 'SquirrelGirl',
        'Name': '多琳.艾琳.格林',
        'Height': '160cm',
        'Weight': '45.3kg',
        'Race': '人類',
        'Ability': '靈活/',
        'Story': '身為松鼠女孩的多琳.格林是有著著名毛茸茸尾巴，並擁有可以自己控制松鼠的能力。多琳和聰明的松鼠朋友小腳ㄚ一起挺身與罪犯對抗。',
    },
    // 氣旋
    {
        'Id': 'Aero',
        'Name': '雷綾',
        'Height': '170.2cm',
        'Weight': '54kg',
        'Race': '人類',
        'Ability': '領導力/;移形幻步/',
        'Story': '雷綾，著名中國建築師，使用她的御氣術守護著上海。在建設摩天大樓之餘，她藉著創造強力陣風在空中翱翔，也可以操作空氣。 身為阿特拉斯的新特工，氣旋以上海為中心，守護著全世界。',
    },
    // 浪
    {
        'Id': 'Wave',
        'Name': '玻爾.滂安',
        'Height': '167cm',
        'Weight': '61.2kg',
        'Race': '人類',
        'Ability': '超感知/;靈活/',
        'Story': '在菲律賓出生的玻爾.滂安，從小就顯露出優異的水性與泳技，在高中時獲得游泳大賽的冠軍，並以出奧林匹克為目標。而艾隆科技也注意到她的游泳專長並想招募她，但當她前往艾隆科技卻不小心捲入非法生化實驗。 從此玻爾擁有了操作水分子的能力，並以超級英雄-浪的身分成為阿特拉斯最新的特工之一，面對各種像人類襲來的威脅。',
    },
    // 王
    {
        'Id': 'Wong',
        'Name': '王',
        'Height': '172.7cm',
        'Weight': '63.5kg',
        'Race': '人類',
        'Ability': '武器專家/',
        'Story': '王是卡瑪泰姬的武術高手。身為奇異博士所信賴的同濟，王充份展現了朋友的誠信與助手的才能。',
    },
    // 白幽靈
    {
        'Id': 'Fantomex',
        'Name': '查理.克拉斯特',
        'Height': '175.3cm',
        'Weight': '78.9kg',
        'Race': '變種人',
        'Ability': '靈活/;武器專家/',
        'Story': '由武器升級計畫研發並行人工進化的白幽靈，是以技術進階的變種人。他的進化能力加上本身的詐騙技巧是他成為極為有效的特工。 白幽靈的主要神經組織是一個名為E.V.A的分離是機械生命體。',
    },
    // 白狐
    {
        'Id': 'WhiteFox',
        'Name': '韓雅美',
        'Height': '177.8cm',
        'Weight': '54.4kg',
        'Race': '人類',
        'Ability': '靈活/;特工/;領導力/',
        'Story': '韓雅美是韓國國家情報局的超級特工。身為最後的九尾狐一族，她將這股神祕的九尾狐之力帶入戰場',
    },
    // 范達爾
    {
        'Id': 'Fandral',
        'Name': '范達爾',
        'Height': '193cm',
        'Weight': '265kg',
        'Race': '外星人',
        'Ability': '靈活/',
        'Story': '英俊瀟灑的范達爾以他精湛的劍術.勇敢的精神.及樂觀的個性而被熟知。與其他三戰士相同都是索爾最忠實的朋友。',
    },
    // 舒莉
    {
        'Id': 'Shuri',
        'Name': '舒莉',
        'Height': '170.2cm',
        'Weight': '57.6kg',
        'Race': '人類',
        'Ability': '超感知/;領導力/',
        'Story': '瓦甘達公主舒莉是帝查拉的妹妹，同時也是一名擁有革新思想的天才科學家，她運用著自己的才能發明高科技機器以推動瓦甘達的發展。',
    },
    // 艾爾莎血石
    {
        'Id': 'ElsaBloodstone',
        'Name': '艾爾莎.血石',
        'Height': '175.3cm',
        'Weight': '54.4kg',
        'Race': '人類',
        'Ability': '武器專家/',
        'Story': '美麗又大方的艾爾莎.血石是有名的怪物獵人尤里西斯.血石之女。不知道父親職業為何的她總是在夢裡被吸血鬼或其他生命體糾纏。艾爾莎18歲生日不久後，她的父親離開人世同時也離開了她與身孕的媽媽， 以及那個被叫做勇有著千年冒險歷史的血石之家。館家亞當給了艾爾莎那神秘的血石項鍊之後，她也逐漸了解到自己擁有的真正力量。艾爾莎決定和媽媽保留血石之家，而她也出發踏上怪物狩獵的旅途，於此同時， 她媽媽決定將血石之家以古董神盾局來經營。',
    },
    // 葛摩拉
    {
        'Id': 'Gamora',
        'Name': '葛摩拉',
        'Height': '182.9cm',
        'Weight': '77kg',
        'Race': '外星人',
        'Ability': '靈活/;武器專家/',
        'Story': '葛摩拉是小時候被萬惡的薩諾斯收養並培養為刺客。但他卻起身反抗養父並使用自己的能力解救弱者。現在葛摩拉和星際異攻隊同行並有著宇宙最危險的女人的封號。',
    },
    // 蛛絲女
    {
        'Id': 'Silk',
        'Name': '辛蒂.姆恩',
        'Height': '未知/未知',
        'Race': '人類',
        'Ability': '蜘蛛感應/;靈活/',
        'Story': '10幾歲的辛蒂.姆恩被咬了彼得.帕克的蜘蛛咬傷後就具備了具有黏性的能力，以及預知危險的能力。她擁有與蜘蛛人一般手指可以噴出蜘蛛絲的能力。 現在她作為蛛絲女暢行在紐約市的天空之中!',
    },
    // 蜘蛛人(邁爾斯)
    {
        'Id': 'SpidermanMiles',
        'Name': '麥爾斯.摩拉斯',
        'Height': '157.5cm',
        'Weight': '57kg',
        'Race': '人類',
        'Ability': '蜘蛛感應/;靈活/;領導力/',
        'Story': '幼時的麥爾斯.摩拉斯在新學校中展開人生新的一頁。但就在身為學生的那時候被帶有感染因子的蜘蛛咬了一口後就具備了不可思議的力量。現在的麥爾斯因為那所謂的直覺以及責任感回到了那個他曾不理解的世界。 他能夠繼承蜘蛛人的一切嗎?',
    },
    // 蜘蛛人2099
    {
        'Id': 'Spider2099',
        'Name': '米格爾.奧哈拉',
        'Height': '177.8cm',
        'Weight': '77kg',
        'Race': '人類',
        'Ability': '蜘蛛感應/;領導力/;靈活/',
        'Story': '米格爾.奧哈拉是來自2099年的煉金術士公司的技術人員。他是一位遺傳學領域的天才，但在受到指令要將異變遺傳因子應用在人體實驗上時開始感到抗拒。 在經過無數殘忍的變形與實驗者陸續死亡後，米蓋爾企圖離開公司。但是他意外喝下與犧牲者DNA相關的藥劑，為了中和藥劑，他將自己的遺傳因子與蜘蛛的遺傳因子融合， 並獲得了超強的感知與能力。',
    },
    // 蜘蛛騎士
    {
        'Id': 'ArachKnight',
        'Name': '彼得.班傑明.帕克',
        'Height': '177.8cm',
        'Weight': '75.7kg',
        'Race': '人類',
        'Ability': '領導力/;武器專家/;蜘蛛感應/',
        'Story': '被選為蜘蛛圖騰化身的彼得.帕克是命運的黑暗守護者。順從命運的偉大編織者命令.....這個角色使他的思想粉碎成多重人格:科技天才.攝影師.老師....',
    },
    // 迷霧騎士
    {
        'Id': 'MistyKnght',
        'Name': '梅賽德斯"米斯蒂"奈特',
        'Height': '175.3cm',
        'Weight': '61.7kg',
        'Race': '人類',
        'Ability': '特工/;武器專家/',
        'Story': '紐約市優秀的刑警迷霧騎士，是身賦異稟的搜查官，擁有卓越的推理能力，精於查訪與犯罪調查。在一次任務哩，迷霧騎士失去了右臂，於是東尼史塔克就用釩合金製作了一隻生化手臂給她。 經由這隻機械手臂，迷霧騎士能形成反重力屏障，發射超低溫射線，藉以打擊罪犯，阻止罪大惡極之徒。',
    },
    // 鷹眼(凱特)
    {
        'Id': 'HawkeyeKate',
        'Name': '凱薩琳.伊莉莎白.畢曉普',
        'Height': '165.1cm',
        'Weight': '54kg',
        'Race': '人類',
        'Ability': '靈活/;特工/',
        'Story': '凱特.畢曉普在成為光榮的少年復仇者之前過著平凡的生活。裝備著仿聲鳥的雙武棍.黑寡婦的萬用腰帶.及鷹眼的弓箭，她成功從征服者康的攻擊中拯救了年少的英雄們。 自此之後，凱特.畢曉普以全新鷹眼的身分用她敏捷的身手及精準的射擊打擊超級反派。',
    },
    // 鳳皇
    {
        'Id': 'SunBird',
        'Name': '未知',
        'Height': '187cm',
        'Weight': '84kg',
        'Race': '人類',
        'Ability': '天臨四將/;靈活/;火焰/',
        'Story': '從南方翱翔而入並以守護者之姿加入戰鬥，鳳皇在「天臨四將」中提供治癒的後盾。這位來自 1600 年代的馬來西亞海盜擁有著敏捷的魅力，並藉由他的馬來西亞雙短劍智慧獲得重生。他的使命是不論透過什麼樣的方式，都要支持、保護著這個世界。',
    },
    // 黑鷹
    {
        'Id': 'DarkHawk',
        'Name': '克里斯多福.鮑威爾',
        'Height': '175cm',
        'Weight': '68kg',
        'Race': '人類',
        'Ability': '領導力/;移形幻步/',
        'Story': '曾經做為紐約市一民小小平凡少年的克里斯多福.鮑威爾，在躲避黑手黨老大途中，發現了一條神奇的項鍊可以讓他化身成黑鷹-一個被注入異次元魔法的希阿機器人。 運用這個神奇的力量，他阻止了一起又一起的犯罪事件。為了守護地球他展開了翅膀，飛越銀河擊敗更加邪惡的敵人。',
    },

    // 猩紅蜘蛛
    {
        'Id': 'ScarletSpider',
        'Name': '班傑明 [班] 萊利',
        'Height': '178cm',
        'Weight': '74kg',
        'Race': '人類',
        'Ability': '蜘蛛感應/;靈活/;領導力/',
        'Story': '班.萊利，眾人所熟知的他是另一個名稱-猩紅蜘蛛，是反派胡狼在實驗中創造出的彼得.帕克蜘蛛人。被植入彼得.帕克的記憶與所有蜘蛛能力， 相信自己就是真正的蜘蛛人，甚至不惜與彼得.帕克戰鬥，只為證明他才是唯一真實的存在，然而他漸漸接受身為複製人的事實，並闖出屬於自己 猩紅蜘蛛的英雄道路。',
    },
    // 原罪
    {
        'Id': 'Sin',
        'Name': '辛西婭.施密特',
        'Height': '165.1cm',
        'Weight': '51.3kg',
        'Race': '人類',
        'Ability': '武器專家/;邪惡/',
        'Story': '辛西婭"原罪"施密特是紅骷髏之女，同時也是十字骨邪惡的同伴。原罪繼承了紅骷髏的極惡戰術能力以及戰鬥的技術。此外她還受過相當高水準的訓練， 是一個非常危險而無法預測的存在。',
    },
    // 幽靈
    {
        'Id': 'Ghost',
        'Name': '未知',
        'Height': '180.3cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '武器專家/;機械/',
        'Story': '幽靈是一名擁有可讓自己隱形及穿透物體的高科技套裝的駭客.工業破壞者.傭兵。這些能力使他能夠穿越物體並敲敲滲透敵人。',
    },
    // 獵人克萊文
    {
        'Id': 'KravenHunter',
        'Name': '謝蓋爾.尼古拉椰維奇.克拉維諾夫',
        'Height': '182.9cm',
        'Weight': '106.6kg',
        'Race': '人類',
        'Ability': '武器專家/;靈活/;邪惡六人組/',
        'Story': '克雷文生長於俄國革命時期的俄羅斯。出生於沒落的貴族，為了尋為尊貴之氣開始進行狩獵。狩獵的熱情與才能將他引領至非洲，從而遇見了使用巫毒的女巫，並獲得了能夠延壽以及猛獸般力量的神祕藥水。 開始對一般狩獵感到無趣的他使用新的藥水及靈藥增強自己的能力，並開始狩獵蜘蛛人。',
    },
    // 禿鷹
    {
        'Id': 'Vulture',
        'Name': '亞德里安.圖姆斯',
        'Height': '180.3cm',
        'Weight': '79.4kg',
        'Race': '人類',
        'Ability': '移形幻步/;靈活/;邪惡六人組/',
        'Story': '亞德里安.圖姆斯是一名電子工程師，也同時是貝斯曼圖姆斯電子的共同創辦人。在他的公司研發出可以像鳥一樣飛行的電磁裝置。在被合夥人貝斯曼背叛之後，他開始展開報復。 報仇使他開始將裝置用在犯罪上，並開始與蜘蛛人的長期爭鬥。',
    },
    // 科拉特
    {
        'Id': 'Korath',
        'Name': '科拉特',
        'Height': '182.9cm',
        'Weight': '131.5kg',
        'Race': '外星人',
        'Ability': '武器專家/;邪惡/',
        'Story': '作為克里人星際部隊的菁英成員，柯拉特追尋者專注於追蹤克里帝國的敵人到銀河系的兩端。他擁有強大的體能，並可通過追蹤個體的大腦模式來定位他們的位置。',
    },
    // 綠惡魔
    {
        'Id': 'GreenGoblin',
        'Name': '諾曼.維吉爾.奧斯本',
        'Height': '180.3cm',
        'Weight': '84kg',
        'Race': '人類',
        'Ability': '移形幻步/;毒/',
        'Story': '哈利是蜘蛛人彼得.帕克最要好的朋友，而哈利的父親-諾曼.奧斯本是一名企業家，他以綠惡魔的身分過著雙重生活，是讓蜘蛛人陷入悲慘狀態的敵人。',
    },
    // 齊莫男爵
    {
        'Id': 'BaronZemo',
        'Name': '赫爾穆特.齊莫',
        'Height': '178cm',
        'Weight': '83kg',
        'Race': '人類',
        'Ability': '靈活/;邪惡/',
        'Story': '赫爾穆特.齊莫是齊莫家族的第十三任當家。在父親的耳在父親的耳濡目染之下，擁有了統治世界的欲望。現在他利用自己天才的戰略，與神乎其技的劍技和英雄們抗衡，齊莫男爵與英雄們處處作對， 並將世界破壞殆盡以證明自己強大的能力。',
    },
    // 電光人
    {
        'Id': 'Electro',
        'Name': '麥克斯威爾[麥克斯]狄倫',
        'Height': '180cm',
        'Weight': '74.8kg',
        'Race': '人類',
        'Ability': '邪惡/;電擊/;邪惡六人組/',
        'Story': '當電力公司接線工人，麥克斯威爾.狄倫正在接線時，被一道詭異的雷電擊中，直接讓他變一個活體電容器。他可以製造並釋出大量電力，並將這項能力用於犯罪或找蜘蛛人麻煩。',
    },
    // 黑貓
    {
        'Id': 'Blackcat',
        'Name': '費莉西亞.哈代',
        'Height': '177.8cm',
        'Weight': '54.4kg',
        'Race': '人類',
        'Ability': '靈活/',
        'Story': '費莉西亞.哈代的眼中只有深愛著自己的父親，從小嬌生慣養且夢喜想成為和父親一樣的人物，得知父親是世界知名的小偷後，她便追隨父親的腳步，為了學會格鬥．解鎖．開啟金庫而進行了殘酷的訓練。',
    },
    // 毒蛇
    {
        'Id': 'Viper',
        'Name': '奧菲莉亞.薩齊席',
        'Height': '175cm',
        'Weight': '63.5kg',
        'Race': '人類',
        'Ability': '毒/邪惡/',
        'Story': '孤兒出身，奧菲莉亞.薩齊席恩加入九頭蛇接受九頭蛇領袖，丹尼爾.懷特霍爾的教導。她也逐漸展露頭角成為邪惡組織的領袖-九頭蛇夫人， 並以鐵腕政策領導著眾人。身為一名優秀的戰略家與近戰高手，這隻劇毒的蝰蛇令她的追隨者與敵人深深的恐懼著。',
    },
    // 魔形女
    {
        'Id': 'Mystique',
        'Name': '瑞雯.達克霍',
        'Height': '178cm',
        'Weight': '54kg',
        'Race': '變種人',
        'Ability': '靈活/;武器專家/',
        'Story': '瑞雯.達克霍，一名會變形的變種人，同時也是一名間諜。身為變種人兄弟會的一員，她以該由變種人統治世界的想法領導著團隊。以完美變身能力行騙，她與X戰警.全體變種人一同戰鬥的話，更是為了達成她的目標， 進行著更黑暗的間諜行動。',
    },
    // 葉蓮娜
    {
        'Id': 'Yelena',
        'Name': '葉蓮娜.貝洛娃',
        'Height': '170cm',
        'Weight': '61kg',
        'Race': '人類',
        'Ability': '靈活/;特工/',
        'Story': '葉蓮娜.貝洛娃在經由惡名昭彰紅房子的高壓訓練下，成為一名精通格鬥與間諜技巧的暗殺者。成為一名黑寡婦後，她曾與背棄俄羅斯的紅房子同僚-娜塔莎.羅曼諾夫對戰，只為證明她才是最適合擁有黑寡婦頭銜的人。 身為對戰鬥擁有優秀感知的間諜，黑寡婦之名以她的知識與能力，引領她前往任何需要她的地方',
    },
    // 蠍子人
    {
        'Id': 'Scorpion',
        'Name': '麥克唐納.麥克.加根',
        'Height': '188cm',
        'Weight': '99.7kg',
        'Race': '人類',
        'Ability': '邪惡/;耐力/;毒/',
        'Story': '當麥克.加根被雇用為揭發蜘蛛人身分的搜查官時，他參與了一個基因實驗，這讓他擁有了蠍子的力量與靈敏度，但獲得強大力量的同時，他也失去了理智成為一名暴力反派，蠍子人。擁有與自己名義相稱的科技裝備，他發誓不惜一切代價擊敗蜘蛛人，並為了達到目的加入了反派組織。',
    },
    // 索爾
    {
        'Id': 'Thor',
        'Name': '雷神索爾',
        'Height': '198cm',
        'Weight': '290.3kg',
        'Race': '外星人',
        'Ability': '電擊/;領導力/',
        'Story': '掌管雷與閃電的北方之神，索爾擁有史上最強的武器，同時也能賦予權能的雷神之錘。其他人都說索爾是四肢發達頭腦簡單的笨蛋，但其實他非常聰明，也非常有人情味。充滿自信的索爾將為了大義不斷地戰鬥下去。',
    },
    // 驚奇隊長
    {
        'Id': 'CaptainMarvel',
        'Name': '卡蘿.丹佛斯',
        'Height': '180.3cm',
        'Weight': '74.8kg',
        'Race': '人類',
        'Ability': '移形幻步/;領導力/;能量注入/',
        'Story': '空軍駕駛卡蘿.丹佛斯被能量爆炸波及時，獲得了飛行能力.強大的力量.以及放射能量的力量。是銀河界的守護者，同時也是復仇者聯盟的主要成員， 展現了優秀的領導與感化的能力。',
    },
    // 鬧劇
    {
        'Id': 'Slapstick',
        'Name': '史蒂芬.哈蒙',
        'Height': '170.1cm',
        'Weight': '65.8kg',
        'Race': '人類',
        'Ability': '靈活/',
        'Story': '中學生史蒂芬.哈蒙追擊著綁架他朋友的小丑，並穿過了像鏡子的傳送門。在傳送門中穿過數千萬次元後，史蒂芬的身體因不安定因子起了變化，將他變為活生生的卡通人物。 獲得了超現實能力的他，運用各種戲法，玩笑般的戰略打擊壞蛋。',
    },
    // 克莉
    {
        'Id': 'Clea',
        'Name': '克莉.史傳奇',
        'Height': '172.7cm',
        'Weight': '86.2kg',
        'Race': '外星人',
        'Ability': '移形幻步/;魔法/',
        'Story': '強大的法師克莉雖然在黑暗次元里長大，日後卻成為奇異博士的夥伴，一同在地球上的至聖之地修練。身為黑暗次元至尊法師的克莉，無論在魔法對決還是在肉搏戰， 都是一流的高手。',
    },
    // 地獄風暴
    {
        'Id': 'HellStorm',
        'Name': '戴蒙.赫爾斯特羅姆',
        'Height': '185.4cm',
        'Weight': '81.6kg',
        'Race': '人類',
        'Ability': '魔法/;火焰/',
        'Story': '戴蒙.赫爾斯特羅姆是惡魔之子，同時也是撒旦娜的哥哥。以"撒旦之子:地獄風暴"出名的他，在家鄉地獄，擁有近乎無限之力，令人顫慄。',
    },
    // 太陽神
    {
        'Id': 'Hyperion',
        'Name': '馬克思.米爾頓',
        'Height': '193cm',
        'Weight': '208.7kg',
        'Race': '外星人',
        'Ability': '領導力/;能量注入/',
        'Story': '身為具有超能力量的外星種族最後的成員，太陽神在很小的時候就被送到了地球。太陽神以馬克思.米爾頓之名被他的人類爸爸扶養長大， 並習得了運用自己無限之力量守護世界的方法。',
    },

    // 奇點
    {
        'Id': 'Singularity',
        'Name': '未顯示',
        'Height': '未顯示/未顯示',
        'Race': '外星人',
        'Ability': '移形幻步/;能量注入/',
        'Story': '當A-force正在研究宇宙理論的存在時，發現了閃電中從天空墬下的奇點。她是為了尋求人類的理解，而選擇了女性的認同感及自我意識的小型平行宇宙。 她具有可以移動於不同世界和次元的未知能力。',
    },
    // 奧丁
    {
        'Id': 'Odin',
        'Name': '奧丁.博爾森',
        'Height': '205.7cm',
        'Weight': '295kg',
        'Race': '外星人 ',
        'Ability': '指揮/;能量注入/',
        'Story': '身為最強大的北歐之神，數世紀以來眾神之父奧丁統領著阿斯嘉的九大界。索爾的父親奧丁所使用的[奧丁之力]令他擁有永恆的生命及接近無敵的力量。',
    },
    // 巫毒
    {
        'Id': 'DoctorVoodoo',
        'Name': '傑里科.德拉姆',
        'Height': '182.9cm',
        'Weight': '99.8kg',
        'Race': '人類',
        'Ability': '魔法/;指揮/',
        'Story': '傑里科.德拉姆原本是一名美國心理醫生，在雙胞胎哥哥-丹尼爾去世後接觸巫毒並成為巫毒祭司。在他強大的巫毒天賦之下，傑里科成為至尊法師，並運用他的神祕法術拯救人類。 現在巫醫正運用著他非凡的巫毒力量對抗邪惡勢力，守護世界。',
    },
    // 惡靈戰警
    {
        'Id': 'GhostRider',
        'Name': '強納森."強尼"布雷茲',
        'Height': '177.8cm(強尼);188cm(惡靈戰警)',
        'Weight': '82kg(強尼);99.8kg(惡靈戰警)',
        'Race': '人類',
        'Ability': '領導力/;火焰/',
        'Story': '和惡魔扎拉索斯締結契約後，騎士強尼雨惡魔結合，化身為惡靈戰警並且取得惡魔的能力。惡靈戰警擁有一身燃燒的骨骸， 利用自己的超自然力量保護無辜的人。',
    },
    // 惡靈戰警(羅比)
    {
        'Id': 'GhostRiderRobbie',
        'Name': '羅伯特.雷伊斯',
        'Height': '180.3cm',
        'Weight': '82kg',
        'Race': '人類',
        'Ability': '移形幻步/;火焰/',
        'Story': '身為一名優秀的年輕技師，羅比為了扶養身患殘疾的弟弟在卡內羅車廠修車。為了讓弟弟過更好的生活，羅比參加了一場街頭賽車。然而比賽並未如預期的結束，羅比被組織殺害，隨後被他借來的車上所隱藏的惡靈依萊.莫羅他的叔叔所附身。 被附身的羅比不僅僅是死而復生，更獲得了變身為全新惡靈戰警的能力!',
    },
    // 惡靈黑豹
    {
        'Id': 'GhostPanther',
        'Name': '帝查拉',
        'Height': '182.9cm',
        'Weight': '90.7kg',
        'Race': '人類',
        'Ability': '靈活/;火焰/',
        'Story': '為獲得足以領導和保護人民的力量，瓦甘達國王與強大的邪惡勢力進行了交易。',
    },
    // 戰鬥天使
    {
        'Id': 'Angela',
        'Name': '奧黛莉芙.奧丁斯多蒂亞',
        'Height': '188cm',
        'Weight': '218kg',
        'Race': '外星人',
        'Ability': '武器專家/',
        'Story': '戰鬥天使是天堂的天使培育出來的兇殘戰士，她離開故鄉後。得知自己的親生父母是奧丁與弗麗嘉，以及她之所以會失蹤是因為天堂與阿斯嘉發生戰爭所導致。 天使女王赦免了一心想要去其他世界探險的戰鬥天使，同時也將她逐出天堂。',
    },
    // 撒旦娜
    {
        'Id': 'Satana',
        'Name': '撒旦娜.赫爾斯特羅姆',
        'Height': '170.2cm',
        'Weight': '54.4kg',
        'Race': '人類',
        'Ability': '魔法/;火焰/',
        'Story': '女妖撒旦娜和其兄地獄風暴一同繼承了琪赴惡魔的超自然能力。撒旦娜善於操法弄術，能噴出地獄烈火，並催眠在她手下犧牲的人們，照著她的意思行事。',
    },
    // 新星(山姆)
    {
        'Id': 'NovaSam',
        'Name': '山姆.亞歷山大',
        'Height': '167.6cm',
        'Weight': '63.5kg',
        'Race': '人類',
        'Ability': '移形幻步/;能量注入/;',
        'Story': '追隨著父親的腳步而開始守護銀河，年少的山姆.亞歷山大加入了守護全銀河的新星戰隊。新星力量給予了他力量.速度.和飛行能力， 因此也獲得了人型火箭的稱號。',
    },
    // 海姆達爾
    {
        'Id': 'Heimdall',
        'Name': '里格.海姆達爾',
        'Height': '218.4cm',
        'Weight': '238.1kg',
        'Race': '外星人',
        'Ability': '強大/',
        'Story': '海爾達姆是擁有超凡感知力的阿斯嘉人，能夠看見和聽見跨越時空的一切，因此而被奧丁任命看守彩虹橋。海姆達爾同時也具備了阿斯嘉人的強悍力量.速度.和能量這些特質。 海姆達爾可製作出自己的幻影作已進行通報。身為戰士，他最擅長的是刀刃武器。',
    },
    // 索爾(珍．佛斯特)
    {
        'Id': 'ThorJane',
        'Name': '索爾(珍.佛斯特)',
        'Height': '170.2cm',
        'Weight': '61kg',
        'Race': '人類',
        'Ability': '移形幻步/;電擊/',
        'Story': '只要舉起神秘的雷神之錘，珍.佛斯特就會成為雷電女神，全能的索爾! 珍正與阿斯嘉的不速之客對抗，他們來自10多個世界的敵人。不過對他來說更重要的戰鬥， 或許是與會致命的癌細胞之間對抗。',
    },
    // 美杜莎
    {
        'Id': 'Medusa',
        'Name': '美杜莎列斯.阿馬奎琳.波爾塔甘',
        'Height': '180.3cm',
        'Weight': '59kg',
        'Race': '異人族',
        'Ability': '指揮/',
        'Story': '美杜莎列斯.阿馬奎琳.波爾塔甘是黑霹雷之妻，同時也是異人族的女王‧擁有堅勒意志又仁慈的她以阿提蘭發言人的身分輔佐著沉默之王。她可以任意操控自己的頭髮， 使其變為比鋼鐵還堅硬的盾盤及刀刃進行戰鬥。',
    },
    // 藍驚奇
    {
        'Id': 'BlueMarvel',
        'Name': '亞當.伯納德.布拉希爾',
        'Height': '193cm',
        'Weight': '104.3kg',
        'Race': '人類',
        'Ability': '領導力/;能量注入/',
        'Story': '在一場反物質爆炸中獲得超人般的能力後，藍驚奇成為他的時代中最受歡迎的英雄之一。儘管已退休，他還是被迫回來面對他從前的好友兼最強大的敵人-反物質人。',
    },
    // 銀色衝浪手
    {
        'Id': 'SilverSurfer',
        'Name': '諾林.萊德',
        'Height': '193cm',
        'Weight': '102kg',
        'Race': '外星人',
        'Ability': '宇宙能量/',
        'Story': '諾林.萊德是以吞食維生，行星吞噬者的使者。擁有宇宙能量與銀色衝浪板的他，用比光速還要快的速度在宇宙眾星之間活動。',
    },
    // 鋼鐵之錘
    {
        'Id': 'IronHammer',
        'Name': '史塔克.奧丁森',
        'Height': '198cm',
        'Weight': '290.3kg',
        'Race': '外星人',
        'Ability': '機械/;電擊/;魔法/',
        'Story': '史塔克.奧丁森是眾神之父的孩子中最聰明但又最傲慢的。遭到冰巨人綁架後，他被迫為他們製造軍械。但他巧妙地假借用他們製造武器， 並成功抵禦成為身著武裝裝甲的阿斯嘉人，鋼鐵雷神!',
    },
    // 類星體
    {
        'Id': 'Quasar',
        'Name': '艾薇爾.金凱德',
        'Height': '167cm',
        'Weight': '62.6kg',
        'Race': '人類',
        'Ability': '超感知/;能量注入/',
        'Story': '前神盾局探員的艾薇爾.金凱德被賦予了銀河量子手環並成為了新的類星體。成為類星體後，她獲得大量的量子能量。',
    },
    // 黑霹雷
    {
        'Id': 'BlackBolt',
        'Name': '黑霹雷.波塔貢',
        'Height': '188cm',
        'Weight': '95.3kg',
        'Race': '異人族',
        'Ability': '移形幻步/;魔法注入/',
        'Story': '異人族的王，黑霹雷具備透過聲音發揮龐大破壞力的能力。',
    },
    // 玄武
    {
        'Id': 'ShadowShell',
        'Name': '未知',
        'Height': '168cm',
        'Weight': '53kg',
        'Race': '人類',
        'Ability': '天臨四將/;靈活/;毒/',
        'Story': '戰略在北方，玄武擁有能夠從遠方解除敵人的能力，並利用她先進的步槍和八卦陣能量成為防護罩，並保衛她的團隊成員。領養玄武的台灣家庭試圖毒殺她，不過身為極為聰明戰術家的玄武， 反而因此獲得毒免疫的能力，而她現在則為[天臨四將]提供戰鬥策略。',
    },
    // 新星
    {
        'Id': 'NovaRichard',
        'Name': '理查."理奇"萊德',
        'Height': '185cm',
        'Weight': '86kg',
        'Race': '人類',
        'Ability': '能量注入/;領導力/',
        'Story': '理德.萊德是一名紐約的平凡高中生，他被新星軍團倖存的最後一名成員選中，成為繼任新星至尊。在手護他的城市一段時間後，他被召回新生山達爾－新星軍團的家鄉。擁有世界智慧的許可與幫助， 他有著少數人能及的力量與速度，新星在眾多威脅中守護了宇宙。',
    },
    // 貝塔
    {
        'Id': 'BetaRayBill',
        'Name': '貝塔.雷.比爾',
        'Height': '201cm',
        'Weight': '217kg',
        'Race': '外星人',
        'Ability': '領導/;電擊/',
        'Story': '貝塔.雷.比爾是一名科爾賓星人。科爾賓星人是在這數千年間，持續了和平生活的外來種族。貝塔.雷.比爾憑著自身的強大與勇氣， 成為守護國民的戰士，並接受了生物工程實驗蟻增強他的能力。揮舞著奧丁賜予的風暴破壞者，現在的貝塔.雷.比爾穿梭在宇宙之間，保護著那些需要他的人們。',

    },
    // 菲拉威爾
    {
        'Id': 'PhylaVell',
        'Name': '菲拉.威爾',
        'Height': '175cm',
        'Weight': '46kg',
        'Race': '外星人',
        'Ability': '能量注入/;領導力/',
        'Story': '菲拉.威爾，一名來自另一個宇宙的女英雄，因無限之戰而逃出了自己的宇宙。在探索這個全新領域時，她接受了星爵的提議，加入了星際異攻隊的行列。如今神為星際異攻隊的一員， 她手提量子劍，守護著宇宙的和平!',
    },
    // 哨兵
    {
        'Id': 'Sentry',
        'Name': '羅伯特.鮑伯.雷諾茲',
        'Height': '183cm',
        'Weight': '88kg',
        'Race': '人類',
        'Ability': '黑暗復仇者/;強大/;能量注入/',
        'Story': '羅伯特.鮑伯.雷諾茲，前毒癮患者，從研究再造與強化超級士兵血清的實驗室偷走了黃金哨兵血清。在喝下血清後，將近百萬顆太陽的能量在鮑伯體內爆炸了，進而讓他變身為哨兵。他被喻為地球上最強大的英雄，但在他的體內卻有個蘊含一百萬顆太陽的黑暗面，毀滅性的存在-虛無。在與他體內另一個人格搏鬥的同時，哨兵一直都為了成為一個真正的英雄而戰。',
    },
    // 薩諾斯
    {
        'Id': 'Thanos',
        'Name': '薩諾斯',
        'Height': '200.7cm',
        'Weight': '446.8kg',
        'Race': '外星人',
        'Ability': '宇宙能量/;耐力/;邪惡/',
        'Story': '瘋狂的泰坦，抑鬱的薩諾斯，沉迷於對死亡的執著，在成為漫威宇宙最厲害的人物之前，會不斷地改造自己的身體，無止盡提升自己的力量。',
    },
    // 洛基
    {
        'Id': 'Loki',
        'Name': '洛基.勞菲森',
        'Height': '193cm',
        'Weight': '238kg',
        'Race': '外星人',
        'Ability': '精神力/;寒冷/',
        'Story': '洛基是冰霜巨人之王勞菲的兒子，同時也是索爾的弟弟。世人皆知洛基是謊言與惡作劇之神，他對力量與權力的慾望讓他有殺害索爾，藉此取得阿斯嘉的王位。',
    },
    // 反物質人
    {
        'Id': 'Antiman',
        'Name': '康納.希姆斯',
        'Height': '193cm',
        'Weight': '113kg',
        'Race': '人類',
        'Ability': '移形幻步/;能量注入/',
        'Story': '一場實驗室意外將他溶解為反物質後，康納.希姆斯變成了反物質人。儘管擁有強大的攻擊能量，他那部安定的力量也只能在現實世界短暫的停留。',
    },
    // 多瑪暮
    {
        'Id': 'Dormammu',
        'Name': '多瑪暮',
        'Height': '可變的/可變的',
        'Race': '外星人',
        'Ability': '魔法/;邪惡/',
        'Story': '無法得知確切的時間，多瑪暮在數萬年前誕生於法爾廷次元...漂浮著神秘能量的世界。在抹殺了自己的父親西尼法之後它成為法爾廷次元最強的巫師，最後因為它的罪孽而被放逐至黑暗次元。 在成為黑暗次元的帝王之後，它渴望佔領新的宇宙並將其力量吸收至它的闇空間。',
    },
    // 奧創
    {
        'Id': 'Ultron',
        'Name': '奧創',
        'Height': '205.7cm',
        'Weight': '333.4kg',
        'Race': '生物',
        'Ability': '機械/;邪惡/',
        'Story': '天才科學家漢克.皮姆博士是最優秀.同時也是最可怕的創造者。他所創造的機器人-奧創只懂得消滅與征服人類，是邪惡的化身。',
    },
    // 掠鴉兇刃
    {
        'Id': 'CorvusGlaive',
        'Name': '掠鴉兇刃',
        'Height': '177.8cm',
        'Weight': '79.4kg',
        'Race': '外星人',
        'Ability': '移形幻步/;靈活/',
        'Story': '掠鴉兇刃和其妻子闇夜無星同為薩諾斯闇黑號令的成員，作為薩諾斯的心腹活躍著。從銀河界行星中搜刮犧牲的供品就是他殘忍無慈悲的任務之一。',
    },
    // 摩根娜
    {
        'Id': 'MorganLefav',
        'Name': '摩根娜',
        'Height': '188cm',
        'Weight': '64kg',
        'Race': '人類',
        'Ability': '魔法/;邪惡/',
        'Story': '摩根娜是一名遠古時代的女巫。雖然她原本是梅林的學生，但由於她對權力的渴望使得她墮落為黑暗巫師。',
    },
    // 昊天極星
    {
        'Id': 'SuperGiant',
        'Name': '昊天極星',
        'Height': '198.1cm',
        'Weight': '217.7kg',
        'Race': '外星人',
        'Ability': '精神力/;精神抵抗/',
        'Story': '昊天極星會侵吞.掏走敵人們的精神，固有[精神寄生蟲]之稱。身為薩諾斯闇黑號令的一員，不知會幹甚麼事情，是更加危險的人物。',
    },
    // 星駭寂滅
    {
        'Id': 'BlackDwarf',
        'Name': '星駭寂滅',
        'Height': '213.4cm',
        'Weight': '499kg',
        'Race': '外星人',
        'Ability': '耐力/;靈活/',
        'Story': '作為跡近瘋狂的泰坦軍團中的一員，星駭寂滅擁有超乎常人的力量，也是薩諾斯精英部隊闇黑號令的一員。星駭寂滅擁有超強悍的力量.耐力以及異於常人的能量。',
    },
    // 闇夜無星
    {
        'Id': 'ProximaMidnight',
        'Name': '闇夜無星',
        'Height': '198.1cm',
        'Weight': '217.7kg',
        'Race': '外星人',
        'Ability': '移形幻步/;靈活/',
        'Story': '闇夜無星是薩諾斯的軍隊中能力最好的戰鬥要員。她只要擲出薩諾斯親自冶煉的長茅就可以殺死大部分的敵人。據說從來沒有敵人能在她擲出的長茅存活。',
    },
    // 末日博士
    {
        'Id': 'DoctorDoom',
        'Name': '維克多.馮.杜姆',
        'Height': '188cm;200.7cm(裝備裝甲時)',
        'Weight': '91kg;188(裝備裝甲時)',
        'Race': '人類',
        'Ability': '邪惡/;魔法/',
        'Story': '身為一名出色的科學家和里德查爾斯的同事。維克多.馮.杜姆因一次實驗是意外而在臉上游夏禕到無法抹滅的疤痕，造成他的傲慢轉變為無法約束的狂妄自大狂。並將自己的錯誤責任怪在里德身上，馮.杜姆執迷於策劃復仇，祕密地將自己隱藏在一套金屬盔甲之下， 他在他祖國為托維尼亞，一個東歐小國發動了暴政，並成為新的統治者，令人畏懼的末日博士。',
    },
    // 海拉
    {
        'Id': 'Hela',
        'Name': '海拉',
        'Height': '198.1cm',
        'Weight': '227kg',
        'Race': '外星人',
        'Ability': '指揮/;邪惡/',
        'Story': '海拉是統領著阿斯嘉死亡國度的女神。她的血脈令她擁有掌管生與死的能力，處心積慮計畫著推翻奧丁的統治。',
    },
    // 烏木邪心
    {
        'Id': 'EbonyMaw',
        'Name': '烏木邪心',
        'Height': '177.8cm',
        'Weight': '79.4kg',
        'Race': '外星人',
        'Ability': '移形幻步/;邪惡/;精神抵抗/',
        'Story': '烏木邪心是薩諾斯闇黑號令的一員，善於陰謀與控制。他的墨黑舌頭所到之處，惡源遍佈，連最強大的英雄們， 都會被這些惡源侵蝕。',
    },
    // 維克多利斯
    {
        'Id': 'Victorious',
        'Name': '佐拉.屋克維契',
        'Height': '183cm',
        'Weight': '77.4kg',
        'Race': '人類',
        'Ability': '移形幻步/;能量注入/',
        'Story': '佐拉.屋克維契是拉托維尼亞的忠誠愛國者及自由鬥士。她找到隱居的末日博士並說服他再次領導，因他的缺席而沒落的國家。為此末日博士寺宇佐拉宇宙之力，將她化身為維克多利亞， 拉托維尼亞的冠軍。',
    },
    // 羅南
    {
        'Id': 'Ronan',
        'Name': '羅南',
        'Height': '226.1cm',
        'Weight': '217.7kg',
        'Race': '外星人',
        'Ability': '精神抵抗/;指揮/',
        'Story': '在哈拉星球誕生的克里族人羅南在與加入控訴者後迅速的升到了極高的階段。羅男身為至尊控訴者在銀河界各地實行克里的律法， 並與地球的英雄還有其他外星種族不斷發生摩擦。',
    },
    // 哨兵機器人
    {
        'Id': 'Sentinel',
        'Name': '哨兵機器人',
        'Height': '230cm',
        'Weight': '400kg',
        'Race': '生物',
        'Ability': '機械/;邪惡/',
        'Story': '哨兵機器人是由名為波利瓦爾.特拉斯克博士所製造的戰鬥機器人，被用於消滅變種人，同時為X戰警主要的敵人之一。',
    },
    // 塞恩
    {
        'Id': 'Thane',
        'Name': '塞恩',
        'Height': '180cm',
        'Weight': '81kg',
        'Race': '異人族',
        'Ability': '強大/;耐力/;邪惡/',
        'Story': '賽恩是異人族母親與薩諾斯的私生子。在他的異人族基因覺醒之前，賽恩與他的異人族夥伴在黑霹雷的統治下生活著。然而當與薩諾斯大戰時，泰瑞根炸彈爆炸，賽恩操縱生與死的神奇力量覺醒了。在還不清楚自己所擁有的能力與目的時，被烏木邪心引上邪魔歪道。現在他為統治世界，成為比他父親.敵人更強大的人而戰。',
    },
    // 分子人
    {
        'Id': 'Moleculeman',
        'Name': '歐文.瑞斯',
        'Height': '170cm',
        'Weight': '63.5kg',
        'Race': '人類',
        'Ability': '移形幻步/;能量注入/',
        'Story': '歐文.瑞斯曾經是一名在ACME原子能企業工作的普通人，滿心希望他的努力可以受到賞識。在經歷一場修復由原子能量裝置發生的意外，歐文暴露在射線下，將他的身體轉換為分子型態，可以操作最小等級的物質與能量。如今已分子人的名義走跳，歐文發揮他最大的力量，在宇宙造成無法計算規模大小的影響力。',
    },
    // 努爾
    {
        'Id': 'Knull',
        'Name': '努爾',
        'Height': '可變的',
        'Weight': '可變的',
        'Race': '外星人',
        'Ability': '共生體/;強大/;邪惡/',
        'Story': '努爾，深淵之王，在宇宙爆炸前就出現的存在。沉睡在無盡深淵後，他指揮著共生體軍隊橫掃銀河，殲滅宇宙間所有生命體。在經歷萬古監禁後，黑暗之主開始征服宇宙的霸業，而侵略地球只是他的第一步。',
    },
    // 毀滅者
    {
        'Id': 'Destrover',
        'Name': '毀滅者',
        'Height': '289.6cm',
        'Weight': '385.6kg',
        'Race': '生物',
        'Ability': '火焰/',
        'Story': '本來是奧丁未了守護阿斯嘉而創造的兵器，但後來卻落入為洛基的手中，並且被當作擁有龐大力量與能源操控能力的殺戮兵器使用。',
    },

];